{
    "topics": [
        {
            "title": "หลักปฏิบัติเพื่อพ้นทุกข์",
            "content": "เล่มที่1 อริยสัจภาวนา\nคำปรารภ\n\" ... เมื่อมีเกิด แน่นอนว่าย่อมต้องมีแก่ เจ็บ ตาย พลัดพราก\nเศร้าโศก คร่ำครวญ ร่ำไรรำพัน ทุกข์ เสียใจ คับแค้นแค้นใจ ผิดหวัง\nฯลฯ\nนี่คือที่มาของทุกข์นานาประการที่มนุษย์ทุกคนต้องพบเจอ\nอย่างหลีกเลี่ยงไม่ได้ การที่เราได้รับทุกข์อยู่อย่างนี้ เป็นเพราะเรา\nไม่รู้ความจริงที่เรียกว่า อริยสัจ ...\"\nหนังสือ \"อริยสัจภาวนา\" นี้ เป็นบทธรรมที่พระอาจารย์ต้น\nเมตตามอบให้แก่ทุกคนที่แสวงหาความหลุดพ้น ได้เข้าไปเรียนรู้\nความจริงที่เรียกว่า อริยสัจ อันเป็นธรรมที่พระอริยะทั้งหลาย\nมีพระพุทธเจ้าและเหล่าสาวกบรรลุถึงแล้ว เป็นสัจจะ (ความจริง)\nของพระอริยะ เป็นความจริงที่พระอริยะไม่คัดค้าน เพื่อใช้เป็นเส้น\nทางสำหรับนำพาตนเองออกจากวัฏฏฏะการเวียนว่ายตายเกิด\nอันหาที่สิ้นสุดได้ยากยิ่งนี้\nเจริญธรรม เจริญสุข\nคณะผู้จัดทำ\n\"หลักปฏิบัติ\"\n(โดยสรุป)\n1.อธิษฐานจิต\nเข้าถึงพระรัตนตรัย\n2.ท่องธาตุกัมมัฏฐาน ๔\n3.กำหนดดูอารมณ์ เกิด-ดับ\nและพิจารณากาย ๖ ขั้นตอน\n4.กำหนดรู้ขันธ์ ๕\nเกิด-ดับ\nผ่านอริยสัจ ๔\n1.อริษฐานจิตเข้าถึงพระรัตนตรับ\nตัวย บทระลึกพระรัตนตรัย ย้ำๆ ซ้ำๆ ทุกๆวัน\n2.พิจารณากาย (ท่องธาตุกัมมัญฐาน๔ และ\nพิทรณากาย ๖ขั้นตอน)จนกว่าจิตจะยอมรับ\nความจริงทุกภายในว่าร่างกายเป็นธานตุ4ตามความจริง\n3. กำหนดดูอารมณ์เกิด-ดับ ย้ำๆซ้ำๆ อยู่เสมอ\n4.ทำความเข้าใจอริยสัจ4 กันอารมณ์ ที่ -\nเกิดดับบนจิตใจ และจับอารมณ์ลงขันธ์ 5 พร้อมกับกำหนดรู้ขันธ์5 เกิดดับ\nทำซ้ำๆย้ำๆ จนกว่า\nจิตจะเกิดคามรู้แจ้ง\nระลึก\nพระรัตนตรัย\nยา \"สองเม็ดแรก\"\nจุดประสงค์ของการระลึกพระรัตนตรัย\nก็เพื่อเป็นพลังทางใจ และพลังทางสติปัญญา\nในการเจริญอริยมรรคเพื่อไปสู่ความดับทุกข์\nระลึกถึงพระรัตนตรัย ย้ำๆ ๆ ซ้ำ ๆ\nโดยระลึกอยู่เสมอว่า\n\"พุทโธ เม นาโถ ธัมโม เม นาโถ สังโฆ เม นาโถ\"\nทักอารมณ์ จุดประสงค์ของการทักอารมณ์\nก็เพื่อให้เห็นอารมณ์ตามความเป็นจริง\nเมื่อทักอารมณ์ที่เกิดขึ้นในจิตว่า \"นี่คืออารมณ์\"\nอยู่ในส่วนของ ญาตปริญญา คือ รอบรู้ในสิ่งที่เกิดขึ้น\nเมื่อเห็นอารมณ์แล้วกำหนดอารมณ์ลงขันธ์\nพร้อมทั้งพิจารณาแยกอารมณ์กับขันธ์ให้เห็นแจ้ง\nอยู่ในส่วนของ ตีรณปริญญา\nคือ รอบรู้ในความเป็นไปของสิ่งที่เกิดขึ้นด้วยการพิจารณา\nเมื่อเห็นอารมณ์นั้นดับไปด้วยตัวของอารมณ์เอง\nผู้รอบรู้ในอารมณ์มาตั้งแต่แรก\nย่อมเห็นความดับไปของอารมณ์นั้นด้วย\nอยู่ในส่วนของ ปหานปริญญา\nคือ รอบรู้ถึงการดับลงไปของอารมณ์\nฉะนั้นการทักอารมณ์ไม่ใช่เพื่อต้องการให้อารมณ์นั้นนั้นดับไป\nแต่เพื่อให้เห็นอารมณ์นั้นตามความเป็นจริง\nเมื่อเห็นความเป็นจริงทั้งหมดก็ได้ปริญญาทั้ง ๓ โดยชอบธรรม\nระลึกพระรัดนตร์ย\nพุทธโธ เม โถ ( พระพุทธเจ้าเป็นที่พึ่งของข้าพเจ้า ) กราบที่ 2ธัมโม เมนาโถ ( พระธรรมเป็นที่พึ่งของข้าพเจ้า ) กราบครั้งที่ 3 สังโฆ เมนาโถ ( พระสงฆ์เป็นที่พึ่งของข้าพเจ้า)\nทักอารมณ์ #\nนี่คือ (อารมณ์ )\n(อารมณ์ ) กำลังเกิดขึ้นกับจิต\nจิต กำลัง มี ( อารมณ์)\n(อารมณ์ ) กำลังปรุงแต่งจิต\nจิต กำลังถูก (อารมณ์) ปรุงแต่ง"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "อวิชชา (ความไม่รู้) เป็นจุดเริ่มต้นของวัฏจักร (การเวียนว่าย\nตายเกิด) ผู้ที่จะพ้นออกจากวัฏสงสารได้ ผู้นั้นต้องทำลายอวิชชา\nให้ได้เสียก่อน อวิชชาสังโยชน์เป็นตัวดึงรวมขันธ์ทั้งห้าไว้ที่จิต\nขันธ์ทั้งห้าจึงเป็นเหตุเป็นปัจจัยประกอบจิต ให้ดำรงตนสืบต่อใน\nวัฏสงสารอันยาวนาน และยาวไกลได้ด้วยการรวบรวม กุศลสังชาร\n(บุญ) อกุศลสังขาร (บาป) สืบต่อไว้ในขณะชีวิตปัจจุบันนี้\nกุศล กับ อกุศล จัดเป็น สังขาร สังขารตัวนี้เป็นปัจจัย\nให้เกิด วิญญาณปฏิสนธิ คือ การสืบต่อแห่งจิต วิญญาณปฏิสนธิ\nจะทำการสืบต่อทุกสิ่งทุกอย่างในโลกนี้ที่จิตได้รับรู้รับทราบ\nซึ่งทุกอย่างในโลกนี้ ก็หนีไม่ทันจากขันธ์ ๕ คือ รูป เวทนา สัญญา\nสังขาร วิญญาณ (รูป นาม) เพื่อให้ขันธ์ ๕ ประกอบจิต ดำรงตน\nอยู่ได้ การสืบต่อจะสืบต่อทางตา หู จมูก ลิ้น กาย ใจ (อายตนะ)"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "ตา หู จมูก ลิ้น กาย ใจ จึงเป็นช่องทางแห่งการรับรู้รับสัมผัส\n(ผัสสะ) เกี่ยวข้องกับสิ่งภายนอก เมื่อมีการรับรู้รับสัมสัมผัส\nจึงมีการเสวยอารมณ์ (เวทนา) เป็น ๓ คือ สุขบ้าง ทุกข์บ้าง ไม่ทุกข์-\nไม่สุขบ้าง เมื่อต้องรับเวทนา ๓ อย่างหลีกเลี่ยงไม่ได้ จึงมีความอยาก\n(ตัณหา) ที่จะให้ \"สุขเวทนา\" คงอยู่ อยากให้ \"ทุกขเวทนา\" ดับไป\nจึงได้สร้างเหตุปัจจัยต่าง ๆ เพื่อประกอบตนให้มีความสุขอยู่ในโลก\nแล้วถือเอา (อุปาทาน) เหตุปัจจัยนั้น ๆ เพื่อหลีกเลี่ยงความทุกข์\nที่เกิดขึ้นกับชีวิต\nการถือเอาด้วยเหตุปัจจัยในลักษณะนี้ โดยที่ไม่ทราบว่า\nเวทนาทั้งสามไม่เที่ยง ยิ่งทำให้เกิดความยึดมั่นถือมั่นอย่างแรง\nไว้ในใจ เพราะการถือมั่นนี้แหละจึงได้เกิดมี ภพ (ที่อยู่) ขึ้นในจิต\nเมื่อมีภพย่อมมี ชาติ (การเกิด) แล้วก็เกิดอีกอย่างไม่มีสิ้นสุด\nเมื่อมีการเกิดอยู่บ่อย ๆ แน่นอนว่า ย่อมต้องมีแก่อยู่บ่อย ๆ\nเจ็บอยู่บ่อย ๆ ตายอยู่บ่อย ๆ พลัดพรากอยู่บ่อย ๆ เศร้าโศก\nอยู่บ่อย ๆ คร่ำครวญอยู่บ่อย ๆ ร่ำไรรำไรรำพันอยู่บ่อย ๆ ทุกข์อยู่บ่อยๆ\nเสียใจอยู่บ่อย ๆ คับแค้นใจอยู่บ่อย ๆ ผิดหวังอยู่บ่อยๆ ๆ ฯลฯ\nนี่คือที่มาของทุกข์นานาประการที่มนุษย์ทุกคนต้องเจอ\nอย่างหลีกเลี่ยงไม่ได้ การที่เราได้รับทุกข์อยู่อย่างนี้ เป็นเพราะเรา\nไม่รู้ความจริงที่เรียกว่า อริยสัจ"
        },
        {
            "title": "อริยสัจ คือ ความจริงอันประเสริฐ ความจริงของพระอริยเจ้า",
            "content": "ความจริงที่ทำให้ผู้เข้าถึงกลายเป็นพระอริยะ ความจริงที่ควร\nรู้แจ้ง คือ\n๑. ทุกข์ : สภาพที่ทนได้ยาก สภาพที่บีบคั้น ความขัดแย้ง\nความบกพร่อง\n๒. ทุกขสมุทัย (ทุก-ขะ-สะ-หมุ-ไท) : เหตุเกิดแห่งทุกข์ สาเหตุ\nให้ทุกข์เกิด ที่ตั้งแห่งทุกข์ ตัวก่อทุกข์ สิ่งที่เกิดร่วมกับทุกข์\n๓. ทุกขนิโรธ (ทุก-ขะ-นิ-โรด) : ความดับทุกข์ ภาวะที่สิ้นทุกข์\nภาวะที่บรรลุถึงความดับไปแห่งเหตุ\n๔. ทุกขนิโรธคามินีปฏิปทา (ทุก-ขะ-นิ-โร-ทะ-คา-มี-\nปะ-ติ-ปะ-ทา) : หนทางดำเนินไปสู่ความดับทุกข์ ข้อปฏิบัติให้ถึง\nความดับทุกข์ หลักการดำเนินเพื่อความสิ้นทุกข์\nเหตุที่เรียกว่า อริยสัจ เพราะเป็นธรรมที่พระอริยะทั้งหลาย\nมีพระพุทธเจ้าและเหล่าสาวกบรรลุถึงแล้ว เป็นสัจจะ (ความจริง)\nของพระอริยะ เป็นความจริงที่พระอริยะไม่คัดค้าน"
        },
        {
            "title": "อริยสัจนี้เกิดขึ้นกับอริยบุคคลตั้งแต่ขั้นที่หนึ่ง คือ โสดาบัน",
            "content": "ขึ้นไป จนถึงความเป็นพระอรหันต์ แต่เนื่องจากคนส่วนมาก มักจะ\nปฏิบัติต่ออริยสัจ ๔ ไม่ค่อยถูก คือ กำหนดรู้ทุกข์ไม่ถูก ละสะสมทัย\nไม่เป็น ไม่เข้าใจภาวะของนีโรธ ขาดความเข้าใจในหนทางการปฏิบัติ\nคือ มรรค เพราะไม่ได้ศึกษา ไม่ได้เรียนรู้ ไม่ได้ทำความเข้าใจก่อน\nลงมือปฏิบัติ จึงไม่ค่อยเห็นผลในด้านการปฏิบัติ\nการเรียนรู้อริยสัจว่าโดยลำดับ ดังนี้\nทุกข์ อยู่อันดับที่ ๑ เพราะเป็นของหยาบ และเป็นตัวปัญหา\nซึ่งมีอยู่ในใจคน พูดให้ง่ายก็คือ ทุกข์ คือ ปัญหาของมนุษย์\nความทุกข์นี้ พระพุทธเจ้าสอนให้กำหนดรู้ คือ รู้ว่า ร่างกายเป็นทุกข์\nใจเป็นทุกข์ ความทุกข์นี้เป็นธรรมดาของมนุษย์ที่ต้องมีต้องเป็น\nไม่ใช่เรื่องผิดปกติ ไม่ใช่เรื่องน่าหวาดกลัว ที่เราจะต้องทุกข์กับ\nความทุกข์ที่เกิดขึ้นนั้น เพียงแต่ให้กำหนดรู้ทุกข์ไว้เท่านั้นก็พอ\nสมุทัย อยู่อันดับที่ ๒ เพราะเป็นเหตุเกิดแห่งทุกข์ เพื่อให้รู้\nว่า ทุกข์ที่เกิดขึ้นมานั้น ถ้าไม่มีเหตุ ก็ไม่มีทุกข์เกิดขึ้นมาได้\nเหตุที่กล่าวไว้ในสมุทัยนี้ คือ ตัณหา ๓ (กามตัณหา ภวตัณหา\nวิภวตัณหา) เป็นเหตุผลที่มนุษย์จะต้องตระหนักรู้ว่า ความทุกข์\nที่เกิดขึ้นกับเรา มีใช่เป็นการบันดาลจาก ผู้ศักดิ์สิทธิ์ ผู้มีฤทธิ์ มีอำนาจ"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "หรือเทพเจ้าองค์ใด ๆ ไม่ว่าจะเป็น พระเจ้า พระพรหม พระอิศวร\nเจ้าพ่อ เจ้าแม่ เป็นต้น แต่เป็นเพราะเจ้าตัณหาทั้งสามนี้ต่างหาก\nที่ตกแต่งความทุกข์ขึ้น ควรกำหนดดูให้รู้ว่า สมทัยนี้แหละ คือ\nเหตุให้ทุกข์เกิด\nนิโรธ อยู่อันดับที่ ๓ เพื่อให้รู้ว่า ความดับปัญหา\nย่อมมีได้ เป็นได้ เพราะความดับไปแห่งเหตุ ซึ่งเป็นผลปรากฏ\nเห็นชัดได้ในชาติปัจจุบันนี้ โดยไม่ต้องรอภพหน้าชาติหน้า และ\nไม่ต้องรอผลดลบันดาลจากผู้ใด หรือจากเทพเจ้าองค์ใดทั้งสิ้น\nแต่เป็นการดับทุกข์เพราะได้ถูกแก้ไขให้ตรงตามหลักแห่งมรรค\nซึ่งเราควรกำหนดดูให้รู้ว่า การดับทุกข์นั้นดับได้จริง เมื่อปฏิบัติตาม\nมรรค ๘\nมรรค อยู่อันดับที่ ๔ เพื่อแสดงอุบายให้บรรลุถึงภาวะนิโรธ\nหรือบอกหนทาง และข้อปฏิบัติให้ถึงการดับทุกข์ได้อย่างแท้จริง\nควรศึกษาทำความรู้ในมรรค ๘ นั้น ให้เข้าใจชัดเจนแจ่มแจ้งก่อน\nจึงลงมือปฏิบัติธรรม"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "หน้าที่ที่ควรปฏิบัติต่ออริยสัจ ๔\n๑. ทุกข์ : เป็นสิ่งที่ควรกำหนดรู้ คือ ให้รู้ว่า ธาตุ ๔ ขันธ์ ๕\nอายตนะ ๖ เป็นตัวทุกข์\n๒. สมุทัย : เป็นสิ่งที่ควรละ คือ ให้รู้ว่า กามตัณหา\n(ความอยากในสิ่งที่น่าปรารถนา น่ารักใคร่ น่าพอใจ) ภวตัณหา\n(ความอยากให้มีให้เป็น) วิภวตัณหา (ความอยากให้มี ให้เป็น\nยิ่ง ๆ ขึ้น) เป็นของควรละ\n๓. นิโรธ : เป็นสิ่งที่ควรทำให้ปรากฏขึ้น ให้แจ้งขึ้นในใจ\nคือ ให้รู้ว่า ความดับไปของตัณหาเป็นของควรทำให้แจ้งขึ้นมาในใจ\n๔. มรรค : เป็นสิ่งที่ต้องอบรมขึ้น เจริญขึ้น คือ การภาวนา\nด้วยการปฏิบัติต่อทุกข์ สมุทัย นิโรธ อย่างถูกต้องตามหลักของ\nมรรค ๘ วิธี\nกำหนดรู้อริยสัจ\nการกำหนดรู้อริยสัจ ๔ นี้เป็นปัญหามากสำหรับนักปฏิบัติ\nนักภาวนาว่า จะกำหนดรู้กันอย่างไรจึงจะถูก ถ้าว่ากันตามหลักการ\nแห่งคำสอนทางพระพุทธศาสนาแล้ว พระพุทธเจ้าทรงแสดงสังโยชน์\nคือ กิเลสเครื่องผูกจิตสัตว์ไว้ในวัฏสงสารมี ๑๐ ประการ บุคคลใด\nที่ละสังโยชน์ได้ บุคคลนั้นก็จะ \"บรรลุธรรม\" ตามชั้น จนถึงสิ้น\nอาสวกิเลสได้"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "การที่พระพุทธเจ้าแสดงการละกิเลสไว้ในสังโยชน์ ๑๐\nประการนี้ ก็เท่ากับ \"ตรัสไว้เป็นคำตายตัว\" อยู่แล้วว่า ถ้าละสังโยชน์\nทั้งสิบนี้ได้ ก็จะบรรลุถึง \"นิโรธ\" (ความดับทุกข์) ได้อย่างแน่นอน\nเพราะฉะนั้น การกำหนดรู้อริยสัจนั้น ให้กำหนดรู้ในสังโยชน์ ๑๐\nอย่างนี้ คือ\n๑. สักกายทิฏฐิ (สัก-กา-ยะ-ทิด-ถิ) คือ ความเห็นผิด\nที่มีลักษณะให้เกิดการยึดถือกาย (ขันธ์ ๕) ว่า เป็นตัวตน หรือความ\nเห็นผิดในร่างกายและจิตใจโดยยึดถือว่าเป็นตน\n๒. วิจิกิจฉา (วิ-จิ-กิด-ฉา) คือ ความสงสัยในคุณแห่ง\nพระรัตนตรัย สงสัยเรื่องมรรคผล สงสัยพระนิพพาน สงสัยหนทาง\nดำเนินไปถึงนิพพาน\n๓. สีลัพพตปรามาส (สี-ลับ-พะ-ตะ-ปะ-รา-มาด) คือ\nการถือผิดอย่างงมงายในศีลและวัตร ปฏิบัติเพื่อจุดมุ่งหมายให้\nได้รับการสรรเสริญจากผู้อื่น มีการมุ่งลากสักการะ เป็นต้น มีใช่เพื่อ\nความบริสุทธิ์หมดจดแห่งจิต"
        },
        {
            "title": "สังโยชน์ ๓ ประการนี้ บุคคลผู้เป็นโสดาบันละได้ ข้อนี้",
            "content": "เป็นความชัดเจนตายตัวแล้วว่า ผู้ที่จะบรรลุโสดาบันได้นั้น จะต้อง\nละสังโยชน์ ๓ ประการนี้ก่อน อย่าไปละอย่างอื่น สังโยชน์ทั้งสามนี้\nเป็นกิเลสประเภทเดียวกัน ถ้าละสักกายทิฏฐิได้ สังโยชน์อีก\n๒ ประการก็จะถูกละไปด้วย เมื่อรู้และเข้าใจได้อย่างนี้แล้ว\nการปฏิบัติก็จะง่ายขึ้น"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "สักกายทิฏฐิคืออะไร?\nสักกายทิฏฐิ คือ ความเห็นผิดในกายอันประกอบด้วยธาต ๕\nขันธ์ ๕ ว่า เราเป็นกาย กายเป็นเรา เรามีในกาย กายมีในเรา เรากับ\nกายเป็นอันเดียวกัน\nการกำหนดอริยสัจในสังโยชน์ข้อนี้ ให้เราตั้งความเห็นในกาย\nกับใจว่า \"กายกับใจนี้เป็นทุกข์\" ไว้เท่านั้น ไม่ต้องทำอะไรมากว่านี้\nพระพุทธเจ้าให้เราแก้ไขที่ความเห็น (ทิฏฐิ) คือ เห็นกายกับใจให้\nถูกต้องตามความเป็นจริง"
        },
        {
            "title": "อริยสัจ คือ ความจริงอันถูกต้อง จึงเป็นเครื่องวัดความเห็น",
            "content": "(ทิฏฐิ) ของเราว่าได้ \"เห็นถูกต้อง\" ตามความเป็นจริงหรือไม่\nเพราะฉะนั้น วิธีกำหนดรู้อริยสัจในสังโยชน์ข้อนี้ก็คือ ให้รู้ทุกข์\n(ทุกขอริยสัจ) ในกายกับใจ\nอะไรคือตัวทุกข์?\nถ้าจะแสดงตัวทุกข์ให้เข้ากันกับสักกายทิฏฐิในสังโยชน์ข้อนี้\nพระพุทธเจ้าทรงแสดงขันธ์ ๕ ว่า เป็นตัวทุกข์ เช่น มีอยู่ในคำว่า\n\"สงขิตเตน ปญจุปาทานกุขนธา ทุกขา แปลว่า ว่าโดยย่อ\nอุปาทานขันธ์ทั้งห้าเป็นทุกข์\" ขันธ์ ๕ ก็คือกายกับใจของเรานี่เอง"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "เมื่อขันธ์ ๕ คือ ตัวเรา การกำหนดรู้อริยสัจคือทุกข์นี้ ก็ต้อง\nกลับมาดู มารู้ที่ตัวเรา โดยเห็นรูปกายของเราว่า เราคือตัวทุกข์\nเพราะรูปกายของเราคือตัวทุกข์นี่แหละ ใจผู้ที่มายึดถือครอบ\nครองรูปกายนี้จึงมีทุกข์ไปด้วย ทำให้เกิดผลเป็นทุกข์สองชั้น\nขึ้นมา คือ ทุกข์ทางกายกับทุกข์ทางใจ หรือพูดง่าย ๆ ว่า ให้เห็น\nทุกข์ในเราทั้งทางกายและทางใจ ซึ่งเป็นความจริงที่คัดค้านไม่ได้\nเพราะไม่มีใครในโลกนี้ที่ไม่ทุกข์เช่นนี้ หรือในโลกนี้ไม่ได้มีเราที่ทุกข์\nอยู่เพียงผู้เดียว คนทั่วทั้งโลกก็มีทุกข์เหมือนกัน\nทุกข์นี้เป็นของมีประจำอยู่กับตัวเรา และเป็นของมีอยู่\nประจำโลก จึงไม่มีมนุษย์คนไหนกล้าคัดค้านความจริงนี้ได้ เพราะ\nคัดค้านไม่ได้นี่แหละ สิ่งที่เราควรทำเมื่อเวลาทุกข์เกิดขึ้น คือ\nกำหนดรู้ว่า นี้ทุกข์ (ปริญเลเยย) ทุกข์นี้เป็นสัจธรรม ความทุกข์\nจะเกิดขึ้นมากี่ครั้งกี่หน ก็ให้กำหนดรู้ทุกครั้งว่า ทุกข์นี้เป็นสัจธรรม\nมันเป็นสัจธรรม อย่างนี้ทุกครั้งไป\nเมื่อกำหนดรู้ทุกข์ในรูปกายไปเรื่อย ๆ เวลาทุกข์เกิดขึ้นจริง\nเราจะมีสติรู้เท่าทันทุกข์ (ปริญญาต) ที่เกิดขึ้นนั้น"
        },
        {
            "title": "อริยสัจภาวนา",
            "content": "เมื่อเรารู้เท่าทันทุกข์ อาการที่รู้เท่าทันทุกข์ทุกครั้งนี้แหละ\nเราจะเห็นตัวสมุทัย คือ ความอยากที่เป็นเหตุให้เกิดทุกข์ใหม่\nจากทุกข์เดิม (ทุกขสมุทย) เมื่อเห็นตัวสมุทัยแล้ว ก็ให้กำหนดรู้\nดูสมุทัยไว้อย่างนั้นโดยไม่ต้องทำอะไร อย่าอยากดับมัน อย่าคิด\nปรุงแต่งต่อจากมัน เพียงแต่ให้รู้อยู่อย่างนี้ไปเรื่อย ๆ\nการที่ปล่อยให้จิตรู้ตัวสมุทัยไปเรื่อย ๆ ก็เพื่อที่จะให้เห็น\n\"ตัวเหตุ\" ของทุกข์อย่างแท้จริงที่ก่อตัวขึ้นมาในใจ ซึ่งเป็นสิ่งที่มี\nจริงอยู่ในเรา เมื่อเห็นเหตุให้เกิดทุกข์ชัดเจนแล้ว ก็ให้กำหนดรู้ว่า\nนี้สมุทัย (เหตุ) สมุทัยเป็นของ \"ควรละ\" (ปหาตพุพ)\nจะละสมุทัยด้วยวิธีใด?\nตอนนี้ เวลานี้ ขณะนี้ ยังไม่ต้องทำอะไรกับสมุทัย เพียงแต่\nให้รู้ว่า สมุทัยเป็นของควรละเท่านั้น แต่ยังทำอะไรกับสมุทัยไม่ได้\nสิ่งที่ทำได้ก็คือ กำหนดรู้ดูอยู่อย่างนั้น เห็นอยู่อย่างนั้นบ่อย ๆ\nเมื่อเห็นอยู่บ่อย ๆ แล้ว ตัวสมทัย คือ เหตุแห่งทุกข์นี้ \"จะดับ\" ลงไป\nให้เราเห็น (ปหีน)\nเมื่อสมุทัยดับลงไปให้จิตเห็นในขณะนั้น จิตจะเห็นนิโรธ คือ\nภาวะการดับลงไปแห่งเหตุ (นิโรธสจจ)\nการเห็นความดับลงไปแห่งเหตุนี้แหละ ที่พระพุทธเจ้า\nทรงบอกว่า ควรทำให้แจ้งขึ้นมา (สจฉิกาตพพ) การทำให้แจ้งนั้งนั้น\nก็คือ ให้อดทนทำความเพียรดูการดับของสมุสมุทัยมาก ๆ บ่อยๆ\nพอดูมากเข้า ๆ จิตจะเกิดความรู้ตัวมากขึ้น\nเมื่อจิตรู้ตัวมากขึ้น จิตจะวางทุกข์ วางเหตุให้เกิดทุกข์\nวางความดับทุกข์ จิตจะรู้แจ้ง (สจฉิกต) ในอาการทั้งสามไปเรื่อย ๆ\nแล้วจิตจะเห็นอาการทั้งสาม (ทุกข์ สมุทัย นิโรธ) ตามความ\nเป็นจริงว่า ทุกข์นี้เกิดขึ้นเพราะมีเหตุ เมื่อเหตุดับ ทุกข์ก็ดับ ถ้าเหตุ\nไม่ดับ ทุกข์ก็ยังคงดำเนินต่อไปเรื่อย ๆ\nอาการที่เห็นสภาพธรรมตามความเป็นจริงอย่างนี้ เรียกว่า\nมรรค (ภาเวตพุพ) อันเป็นหนทางปฏิบัติให้ถึงความดับทุกข์\nเมื่อเจริญภาวนาข้อมรรคนี้ไปเรื่อย ๆ (ภาวิต) จิตของผู้ปฏิบัติ\nจะหยังลงสู่อริยภูมิ ก้าวล่วงความเป็นปุถุชน กำลังแห่งมรรค\nจะรวมตัวกันละกิเลส (มัคคสมังคี) เพื่อทำลายความเห็นผิดใน\nสักกายทิฏฐิสังโยชน์ จะเห็นพระนิพพานกระแสแรก ความเป็น\nโสดาบันก็จะเกิดขึ้นพร้อมกับปฐมฌาน (ฌานที่ ๑) รองรับ\nโดยอัธยาศัย\nโสดาบันบุคคลจะเป็นผู้รู้แจ้งในสัจจะ ๔ (อริยสัจ ๔)\nอย่างชัดเจนในจิตว่า นี้ทุกข์ นี้เหตุให้เกิดทุกข์ นี้ความดับทุกข์\nนี้ทางปฏิบัติให้ถึงความดับทุกข์ เป็นความรู้อย่างแจ่มแจ้งและชัดเจน\nโดยธรรมชาติแห่งจิตที่ละกิเลสได้\nเมื่อชำระความเห็นให้มีความเห็นที่ถูกต้องในกายได้แล้ว\nวิจิกิจฉา สีลัพพดปรามาส ก็จะหลุดร่วงออกไปจากจิตพร้อมกันทันทันที\nผู้เข้าถึงความเป็นโสดาบันแล้ว ย่อมรู้ชัดภายในจิตว่า เรามีความ\nไม่ตกต่ำเป็นธรรมดา สามารถปิดอบายภูมิได้อย่างถาวร จิตจะเกิด\nภูมิรู้ที่เรียกว่า จิตผู้รู้ขึ้นมา จิตผู้รู้นี้จะเป็นประโยชน์มาก\nต่อการดำเนินชีวิต และการดำเนินไปสู่ความดับทุกข์ในเบื้องหน้า\n๔. กามราคะ ความกำหนัดในกาม ความพึงพอใจในกาม\n๕. ปฏิฆะ ความหงุดหงิด ความรำคาญ"
        },
        {
            "title": "สังโยชน์ ๒ ประการนี้ สกทาคามีบุคคลละได้อย่างเบาบาง",
            "content": "คือ ทำราคะ โทสะ โมหะ ให้เบาบางลง ยังไม่สามารถละได้\nอย่างหมดสิ้น\nด้วยสังโยชน์ ๒ ประการนี้ เป็นกิจที่โสดาบันบุคคลควรทำ\nความเพียรในการละต่อไป การทำความเพียรเพื่อละสังโยชน์\n๒ ประการนี้ ต้องกำหนดรู้ตามแนวแห่งอริยสัจเหมือนอย่าง\nคราวแรก แต่ที่แตกต่างกันก็คือ เปลี่ยนตัวกำหนดรู้เท่านั้น คือ ให้\nเปลี่ยนจากการทำความเห็นในสักกายทิฏฐิ มาเป็นการทำความเห็น\nในเรื่องกามราคะ ปฏิฆะ\nกามราคะคืออะไร?\nถ้าจะเอาความหมายตามแบบก็คือ ความใคร่ ความอยาก\nความปรารถนา สิ่งที่น่าใคร่ น่าปรารถนา\nกามแบ่งออกเป็น ๒ อย่าง คือ\n๑. วัตถุกาม วัตถุอันน่าใคร่ สิ่งที่อยากได้ กามคุณ\n๒. กิเลสกาม กิเลสที่ทำให้น่าใคร่ ความอยากที่เป็นตัวกิเลส\nวัตถุกาม ได้แก่ รูป เสียง กลิ่น รส สิ่งสัมผัส อันเป็นที่ชอบใจ\nเช่น รูปสวย เสียงไพเราะ กลิ่นหอม รสอร่อย สิ่งสัมผัสนุ่มนวล\nและวัตถุต่าง ๆ ทั้งหลายอันเป็นที่ตั้งแห่งความกำหนัดย่างใด\nอย่างหนึ่งชื่อว่า วัตถุกาม หมู่มนุษย์จะหลงอยู่ในวัตถุกามนี้โดยไม่รู้ตัว\nว่าหลง นอกจากไม่รู้ว่าหลงแล้ว ยังเข้าใจว่า รูป เสียง กลิ่น รส\nสิ่งสัมผัสนี้เป็นสิ่งที่สร้างความสุขให้กับตัวเอง\nกิเลสกาม ได้แก่ ความพอใจ ความกำหนัด ความใครในกาม\nความยินดีในกาม ความปรารถนาในกาม ความเร่าร้อนในกาม\nความหลงในกาม ความติดใจในกาม ความหมกมุ่นในกาม\nความประกอบตนให้พัวพันอยู่ในกาม\nถ้าหมู่มนุษย์ปล่อยให้กามกิเลสนี้เกิดขึ้นในใจเรื่อยๆ จิต\nจะถูกกามกิเลสนี้ย้อมจิต การที่จิตถูกกามกิเลสยัมนี้แหละ เรียกว่า\n\"ราคะ\" คือ ความติดใจยินดี เมื่อเรามีความติดใจยินดีในสิ่งใด\nสิ่งนั้นย่อมจะสร้างความทุกข์ให้กับเราในคราวที่ไม่ได้รับสิ่งนั้นตาม\nความต้องการ เพราะความที่เราไม่ได้รับสุขตามที่ต้องการ ใจจึงถูก\nบีบคั้น เมื่อใจถูกบีบคั้นมากเข้า เราก็จะมีความไม่พอใจ หงุดหงิด\nและรำคาญ (รวมถึงโกรธด้วย) อาการที่หงดหงิดและรำคาญนี้แหละ\nเรียกว่า ปฏิฆะ พระพุทธเจ้าทรงสอนให้เรารู้จักสังโยชน์ ประการนี้\nคือ กามราคะ ปฏิฆะ ว่า เป็นตัวทุกข์ เป็นตัวที่ทำให้เราหลง และ\nทุกข์อยู่กับมัน\nจะกำหนดอริยสัจในสังโยชน์ ๒ ประการนี้อย่างไร?\nให้กำหนดรู้ว่า กามราคะ ปฏิฆะ นี้เป็นทุกข์ ให้กำหนดรู้\nไปเรื่อย ๆ กามราคะ ปฏิฆะ นี้เป็นสิ่งที่มีจริงอยู่ในเราและคนอื่น\nเราจึงทุกข์ เมื่อทุกข์จาก กามราคะ ปฏิฆะ เกิดขึ้นแล้ว หากเรา\nไม่รู้จัก หรือไม่ได้กำหนดรู้ ก็จะ \"หลง\" เป็นไปตามอารมณ์ทั้งสอง\nหากเรา \"หยุด\" เพื่อกำหนดดูความกำหนัดในกาม และความ\nหงุดหงิดรำคาญที่อยู่ในใจเรานี้ไว้อยู่เสมอ โดยไม่ต้องทำอะไร\nและอย่าทำตามอาการที่เกิดขึ้น ให้ใช้ความอดทน และอดกลั้นเป็น\nอย่างยิ่ง พร้อมกับตั้งใจดูความกำหนัดในกาม และความหงุดหงิด\nรำคาญใจนี้ จนกว่าอาการทั้งสองจะดับหายไปจากใจ\nเมื่อเห็นอาการทั้งสองดับแล้ว หากเกิดขึ้นมาอีก ก็ตั้งใจดูอีก\nจนกว่ามันจะดับหายไปจากใจอีก เกิดอีก ก็ดูอีก ทำอย่างนี้ไปเรื่อย ๆ\nโดยไม่ต้องบำเพ็ญอะไรอย่างอื่นเพิ่ม ขอเพียงให้เห็นความกำหนัด\nและความหงุดหงิดนี้เกิด-ดับๆ ให้มาก กามราคะ ปฏิฆะ ก็จะถูก\n\"ละ\" ทีละน้อย เมื่อสังโยชน์ทั้งสองถูกดูอยู่บ่อยๆ ผลปรากฏก็จะ\nเกิดแก่ใจผู้ปฏิบัติเอง พร้อมกับสัมผัสกับกระแสที่ ๒ จิตจะสามารถ\nทำ กามราคะ ปฏิฆะ ให้เบาบางได้ ทุติยฌาน (ฌานที่ ๒) จะเกิดขึ้น\nมารองรับ พร้อมกับความเป็นสกทาคามี (สะ-กะ-ทา-คา-มี)\nเมื่อถึงตอนนี้แล้วผู้ปฏิบัติจะเข้าใจ และฉลาดในการทำให้ กาม\nราคะ ปฏิฆะ หมดสิ้นได้ในขั้นต่อไป แต่จะช้าหรือเร็ว ก็อยู่ที่การ\nพิจารณาเพิ่มเติมด้วย\nการพิจารณาเพิ่มเติมนั้น ควรเลือกเฟ้น \"ข้อธรรม\" ที่พิจารณา\nแล้ว สามารถกระแทกสังโยชน์ ๒ อย่างนี้ให้หลุดร่วงลงได้ เช่น\nธาตุกัมมัฏฐาน ๔ หรืออสภกัมมัฏฐาน หรือการพิจารณาชากศพ\nเมื่อจิตละ กามราคะ ปฏิฆะ ได้แล้ว ตติยฌาน (ฌานที่ ๓) จะเกิด\nขึ้นมารองรับจิตเองทันที พร้อมกับความเป็นอนาคามี ถึงแม้ผู้ปฏิบัติ\nจะไม่เคยบำเพ็ญด้านฌานมาก่อนก็ตาม เมื่อปฏิบัติถึงขั้นนี้ได้\nจะเกิดความเข้าใจเอง\n๖. รูปราคะ ความติดใจในรูปฌาน\n๗. อรูปราคะ ความติดใจในอรูปฌาน\nราคะมีอยู่ ๒ ชั้น ที่พระอนาคามี \"ละ\" ได้นั้น เป็นส่วน\nที่เกี่ยวข้องกับกาม เรียกว่า กามราคะ ส่วนรูปราคะ เป็นความยินดี\nในรูป สิ่งใด ๆ ก็ตามที่เป็นวัตถุรูปปรากฏตั้งอยู่ในโลกนี้ ไม่ว่าจะเป็น\nรูปหยาบ รูปละเอียด รูปใกล้ รูปไกล รูปเลว รูปประณีต รูปนอก\nรูปใน รูปทั้งหมดนี้เป็นที่ตั้งที่อยู่ของราคะ พระอนาคามียังมี\nความ \"ยินดี\" ในรูปเหล่านี้อยู่ รูปราคะยังผูกใจของพระอนาคามีได้\nส่วนอรูปราคะนั้น คือ ความยินดีในมรรคผลคุณธรรมขั้นต้น ๆ\nที่เกิดขึ้นในจิต ถ้าพระอนาคามีไม่กำหนดรู้ แม้เป็นอนาคามีก็ชื่อว่า\nยังไม่พ้นจากทุกข์ ก็จะติดอยู่กับอรูปราคะนี้อีกยาวนาน\nการกำหนดอริยสัจในสังโยชน์ ๒ ประการนี้ ต้องใช้\nความละเอียดมาก เพราะทุกข์ไม่ค่อยจะมีให้พระอนาคามีจับได้\nจะปรากฏเป็นความสุขเสียมากกว่า จึงต้องใช้ \"สติ\" จับดูความสุข\nที่ปรากฏอยู่กับใจนี้แหละเป็นเครื่องกำหนดรู้ว่า \"แม้สุขที่ปรากฏ\nอยู่นี้ ก็เป็นทุกข์\"\nสุขจะเป็นทุกข์ได้อย่างไร?\nสุขจัดเป็นทุกข์ได้ เพราะตัวแท้ของสุข คือ ทุกข์ สุขนั้น\nเป็นเวทนาขันธ์ ขึ้นชื่อว่า \"ขันธ์\" แล้วไม่มีความสุขเลย เพราะ\nความจริงของขันธ์ คือ ทุกข์ ที่ปรากฎเห็นว่าเป็นสุขนั้น ก็เป็นสุข\nจริงอยู่ แต่ความจริงของสุขก็คือทุกข์ เพราะฉะนั้นควรกำหนดดู\nสุขเวทนาว่า เป็นทุกข์ เท่านั้นเอง คือ กิจที่พระอนาคามีควรทำ\nอัธยาศัยจิตของพระอนาคามี จะเป็นจิตที่อิสระจากกาม\nจิตจึงมีความปลอดโปร่ง ไร้ความกังวล เบา สบาย ด้วยอำนาจ\nของตติยฌาน (ฌานที่ ๓) เป็นสภาพจิตอันละเอียด ไม่ว่าจะมี รูป\nเสียง กลิ่น เข้ามาสัมผัสกับจิต ท่านก็มีความสุขอยู่กับสิ่งเหล่านี้ได้\nโดยไม่เห็นว่าเป็นโทษแต่อย่างใด แต่เป็นเพราะสังโยชน์อันเกี่ยวข้อง\nกับรูปมีอยู่ ยังไม่ถูกละ ถึงแม้จะมีความสุขขึ้นมากลบเกลื่อน ก็ชื่อว่า\nยังไม่พ้นจากทุกข์อยู่ดี ถ้ากำหนดรู้สุขที่ปรากฏว่า เป็นทุกข์ได้ ก็จะ\nสามารถละรูปราคะ และอรูปราคะได้\nส่วนความสุขที่เกิดจากมรรคผล (อรูปราคะ) เป็นความสุข\nที่อาศัยเวทนาขันธ์เกิดขึ้น เวทนาขันธ์มีอยู่ในจิต ตั้งอยู่ในจิต ส่งผล\nให้รูปกายได้รับความสุขด้วย เมื่อยินดีในสุขอันเกิดจากมรรคผล\nก็เท่ากับยินดีในรูปร่างกาย (รูปราคะ) ด้วย แต่ไม่ได้เป็นการยินดี\nเพราะความเห็นผิดในรูป เป็นความยินดีในสุขเวทนาที่อาศัยขันธ์\nเกิดขึ้นเท่านั้น ถ้าละความสุขโดยเห็นขันธ์เป็นทุกข์ได้ ก็เท่ากับ\nละรูปราคะ อรูปราคะ ได้โดยปริยาย\nเมื่อละรูปราคะ อรูปราคะได้แล้ว อัธยาศัยของจิตก็ตั้งมั่น\nรวมดวงเจิดจ้า ปลอดโปร่ง เบา และสบายกว่าเดิมมาก จนเกิด\nความหลงมี \"มานะ\" ถือตัวขึ้นมา เมื่อเกิดมีมานะถือตัวขึ้นมา\nก็จะคิดเปรียบเทียบจิตตนกับจิตคนอื่น อาการที่เปรียบเทียบ\nนี้แหละ เรียกว่า อุทธัจจะ เป็นความฟุ้งซ่านในจิตของพระอนาคามี\n๘. มานะ ความถือตัว ความทะนงตน\n๙. อุทธัจจะ ความฟุ้งซ่าน\nขั้นสูงสุด\nความถือตัวของพระอนาคามี เป็นความถือตัวที่เนื่องมาจาก\nการที่จิตสามารถละกิเลสได้ แล้วมีความพึงพอใจอยู่ในระดับจิต\nของตนเอง จึงเกิดการทะนงตนว่า จิตเรานี้ประเสริฐ สะอาด หมดจด\nบริสุทธิ์ จึงเป็นเหตุให้มีการเพ่งโทษคนอื่นที่ปฏิบัติตนมิชอบ หรือ\nเป็นไปในลักษณะตักเตือนว่ากล่าวบุคคลอื่นอันมาจากความถือตัว\nของตนเอง ซึ่งความคิดอย่างนี้เป็นความเห็นผิดของพระอนาคามี\nที่จะเป็นตัวก่อให้เกิดความฟุ้งซ่าน\nความฟุ้งซ่านของพระอนาคามีไม่เหมือนความฟุ้งซ่าน\nของปุถุชน ความฟุ้งซ่านของปุถุชนจะเป็นความฟุ้งซ่านแบบโลกๆ\nจนทำให้ล่วงทจริตได้ แต่ความฟังซ่านของพระอนาคามี เป็นความฟังซ่าน\nที่เป็นไปในธรรม ไม่ล่วงทุจริต แต่จะทำให้ช้าต่อการบรรลุมรรคผล\nจิตของอนาคามีบุคคลนั้น จะมีความฟุ้งซ่านในลักษณะเทียบเคียง\n\"วัด\" จิตกับคนอื่น จึงเกิดเป็นมานะสังโยชน์ขึ้นมา คือ\nㆍจิตเรานี้เลิศกว่าเขา ก็สำคัญว่าเลิศกว่าเขา จิตเรานี้เลิศกว่าเขา\nสำคัญว่าเสมอเขา จิตเรานี้เลิศกว่าเขา สำคัญว่าต่ำกว่าเขา\n+ จิตเราเสมอเขา สำคัญว่าเลิศกว่าเขา จิตเราเสมอเขา สำคัญว่า\nเสมอเขา จิตเราเสมอเขา สำคัญว่าต่ำกว่าเขา\nㆍจิตเราต่ำกว่าเขา สำคัญว่าเลิศกว่าเขา จิตเราต่ำกว่าเขา สำคัญ\nว่าเสมอเขา จิตเราต่ำกว่าเขา สำคัญว่าต่ำกว่าเขา\nมานะสังโยชน์นี้จึงเป็นความฟุ้งซ่านของพระอนาคามี\nที่สามารถผูกจิตของพระอนาคามีไว้ในภพเบื้องบนได้\nการกำหนดรู้อริยสัจ ๔ ในสังโยชน์ ๒ อย่างนี้ละเอียดมาก\nพระอนาคามีจะต้องใช้ความสังเกตจิตใจของตนอย่างแยบคาย\nและจะต้องใช้ปัญญาพิจารณาลงไปในจิตให้มาก ๆ เพราะจิต\nของพระอนาคามีในระดับนี้ ไม่ปรากฏว่าเป็นสุขหรือเป็นทุกข์\nอย่างชัดเจน มักจะเป็น อทุกขมสุขเวทนา (อะ-ทุก-มะ-มะ-สุ-ขะ-เว-\nทะ-นา) คือ ไม่สุขไม่ทุกข์ เหมือนคนไม่รู้ร้อนไม่รู้หนาวอะไรเลย\nถึงแม้จิตของพระอนาคามีจะตั้งมั่นในระดับเป็นกลางได้อย่างนี้\nแต่ความเป็นกลางนี้ก็อาศัยนามขันธ์ ๔ (เวทนา สัญญา สังขาร\nวิญญาณ) เกิดขึ้น ถ้าพระอนาคามียินดีอยู่ในสภาพจิตอันเป็นกลางนี้โดย\nไม่กำหนดรู้ว่า อทุกขมสุขเวทนา (ไม่สุขไม่ทุกข์) \"เป็นทุกข์\"\nพระอนาคามีจะติดอยู่ใน อทุกขมสุขเวทนา นี้โดยไม่รู้สึกตัว และ\nพระอนาคามีก็ไม่รู้สึกว่าตัวเองมีทุกข์ เพราะทุกข์ไม่เกิดขึ้นให้เห็น\nแต่ก็ยังไม่พ้นจากทุกข์\nเพราะความที่พระอนาคามีไม่รู้สึกว่าเป็นทุกข์นี้แหละ\nจึงฟุ้งไปตามอาการแห่งจิตที่ยังมีมานะสังโยชน์อยู่ โดยที่ไม่เห็นว่า\nเป็นโทษ แต่เห็นว่าดี เพราะได้เปรียบเทียบจิตกับคนอื่นอยู่เรื่อยๆ\nเพราะฉะนั้น เมื่อปฏิบัติธรรมมาถึงจุดนี้แล้ว พระอนาคามี\nจะต้องพิจารณาจิตในจิตว่า จิตนี้อาศัยนามขันธ์ (เวทนา สัญญา\nสังขาร วิญญาณ) เกิดขึ้น อาศัยนามขันธ์ตั้งอยู่ อาศัยนามขันธ์ดับไป\nจิตจึงไม่มีสภาพความเป็นตัวเป็นตนของตัวเอง เมื่อจิตไม่มีสภาพ\nความเป็นตัวของตัวเอง จิตนี้จึงทุกข์ (ทุกขสัจ)\nเหตุที่พระอนาคามีไม่เห็นว่า จิตนี้เป็นทุกข์ เพราะอำนาจ\nแห่งอริยมรรคที่เกิดขึ้นมารับรองจิต ทำให้จิตของพระอนาคามี\nมีสภาพเป็นกลาง ด้วยความที่จิตของพระอนาคามี มีสภาพเป็น\nกลาง อทุกชมสุขเวทนาจึงตั้งอยู่ในจิตได้ พระอนาคามีจึงมีปกติเสวย\nอทุกขมสุขเวทนา โดยไม่รู้ตัว ซึ่ง อทุกขมสุขเวทนา นี้เป็น\n\"เวทนาขันธ์\" เวทนาขันธ์นี้ไม่ใช่กิเลส แต่จัดเป็นทุกข์\nเมื่อพระอนาคามีไม่รู้ว่า อทุกขมสุขเวทนา เป็นตัวทุกข์\n(ทุกขสัจ) ความไม่รู้ใน อทุกชมสุขเวทนา ว่าเป็นตัวทุกข์นี้แหละ\nจึงเป็นเหตุให้เกิดทุกข์ (สมทยสัจ) ทุกข์จึง \"แฝง\" อยู่อย่างเงียบๆ\nโดยไม่ปรากฏตัวให้เห็น พระอนาคามีจะต้องกระทำความรู้ใน\nอทุกขมสุขเวทนา ให้แจ่มแจ้งจึงจะดับทุกข์ได้ (นิโรธสัจ)\nการเห็น อทุกขมสุขเวทนา เป็นทุกข์ การเห็นความไม่รู้\nใน อทุกขมสุขเวทนา เป็นสมทัย การเห็นความดับไปของความไม่รู้\nเป็นนิโรธ การเห็นอย่างนี้เรื่อย ๆ เป็นข้อปฏิบัติให้ถึงความดับทุกข์\n(มัคคสัจ) ซึ่งมรรคเป็นสิ่งควรอบรมขึ้น\nเมื่ออบรมบ่อย ๆ มากเข้า ๆ ก็จะละมานะกับอุทธัจจะได้\nจิตจะใกล้ต่อการบรรลุพระนิพพานมากแต่จะมีสิ่งหนึ่งที่ขวางทาง\nเดินของจิตไม่ให้บรรลุถึงนิพพาน สิ่งนั้นก็คือ อวิชชา (ความไม่รู้)\n๑๐. อวิชชา ความไม่รู้\nความไม่รู้นี้ ตามแบบแสดงไว้ ๘ อย่าง ดังนี้\n๑. ไม่รู้ขันธ์ในอดีต ๒. ไม่รู้ขันธ์ในอนาคต\n๓. ไม่รู้ขันธ์ในปัจจุบัน ๔. ไม่รู้ทุกข์\n๕. ไม่รู้เหตุให้เกิดทุกข์ ๖. ไม่รู้ความดับทุกข์\n๗. ไม่รู้ทางปฏิบัติให้ถึงความดับทุกข์\n๘. ไม่รู้จักปฏิจจสมุปบาท (ธรรมอันอาศัยกันเกิดขึ้น)\nพระอนาคามีในระดับนี้ ยังไม่สามารถทำลายอวิชชาได้\nจึงยังไม่พ้นจากวงจรการเกิด แต่การเกิดของท่านจะไม่หมุนกลับมา\nเกิดในภพมนุษย์และเทวดาอีก (กามธาตุ) เพราะการเกิด\nของท่านจะเกิดอยู่ในสุทธาวาสพรหม (วิภวตัณหา) ชั้นอกนิฏฐะ\n(อะ-กะ-นิด-ถะ) อันเป็นแดนใกล้ต่อพระนิพพาน ถึงแม้จะมีจิต\nที่ใกล้ต่อการบรรลุพระนิพพานก็ตาม แต่ถ้ายังไม่บรรลุ ก็ยังจะทำให้\nจิตมีทุกข์ได้ ถึงแม้จะเป็นทุกข์น้อยนิด ก็ไม่เป็นที่น่าปรารถนาของ\nพระอนาคามีในชั้นนี้ เพราะฉะนั้นจึงต้องทำลายอวิชชาให้ได้\nความไม่รู้ ๘ อย่างนี้ ถามว่า ใครเป็นผู้ไม่รู้?\nตอบว่า 'เรา' เป็นผู้ไม่รู้\nไม่รู้อย่างไร?\nตอบว่า ไม่รู้ว่า มีตัวเราไหมในอดีต จะมีตัวเราไหมในอนาคต\nแล้วปัจจุบันนี้ตัวเรามีจริงไหม ไม่รู้ว่าทุกข์ติดอยู่กับตัวเรา เหตุให้\nเกิดทุกข์ คือ ความมีตัวเรา ความดับทุกข์ได้เพราะไม่มีตัวเรา\nการกำจัดทุกข์ได้ต้องกำจัดตัวเรา ไม่รู้ว่าเพราะอาศัยเหตุปัจจัย\nหลาย ๆ อย่างปรุงแต่งกันขึ้นมา จึงมีตัวเรา\n\"ถามว่า 'ตัวเรา' มีจริงไหม?\nตอบว่า ตัวเราไม่มีจริง การที่เห็นว่า มีตัวเรานั้น เป็นความ\nเห็นผิดของเรา ธรรมชาติของมนุษย์ไม่ชอบความไม่มีตัวตน เพราะ\nเคยมีตัวตนมาจนนับไม่ถ้วนแล้ว ความไม่ชอบการไม่มีตัวตนนี้แหละ\nมนุษย์จึงแสวงหาความเป็นตัวตน โดยการยึดจิต (ขันธ์ ๕ อันละเอียด)\nไว้เป็นตัวตนของตัวเอง ทุกข์จึงมีขึ้นเพราะอาศัยความมีตัวตน\nเมื่อไม่รู้จักตัวตนที่แท้จริงของตัวเองว่า เราไม่มีตัว เราไม่มีตน\nอวิชชาจึงตั้งอยู่ได้ และพร้อมที่จะเป็นเหตุปัจจัยสืบต่อให้เกิด\nสังขาร (กุศลสังขาร อกุศลสังขาร) เพื่อรักษาความเป็นตัวตนไว้\nที่ อกนิฏฐพรหม อกนิฏธพรหมจึงเป็นที่อยู่ของพระอนาคามีในชั้นนี้\nถึงแม้จะมีที่อยู่อันวิเศษสุดยอดก็ตาม แต่ก็ยังไม่พ้นจาก\nความเป็นสังขารอยู่ดี สังขารทั้งหลายทั้งปวงไม่เที่ยง สิ่งได้ไม่เที่ยง\nสิ่งนั้นย่อมเป็นทุกข์ สิ่งใดเป็นทุกข์ สิ่งนั้นย่อมไม่ไช่ตัวตนอันแท้จริง\nสิ่งใดไม่ใช่ตัวตนอันแท้จริง จึงไม่ควรเห็นว่า \"นั่นเราเป็นนั่นนั่น\nนั่นเป็นตัวเป็นตนของเรา\"\nตัวตนของเราถูกสร้างมาจากสังขาร เมื่อสังขารไม่เที่ยง\nแล้วเราจะเที่ยงได้อย่างไร เมื่อสังชารเป็นทุกข์ แล้วเราจะสุข\nได้อย่างไร สังขารไม่ใช่ตัวตนอันแท้จริง เราจึงไม่มีตัวตนที่แท้จริง\nตัวตนของเราที่มีอยู่ตอนนี้เป็นเพียงสภาพอันหนึ่งที่สืบต่อ\nกันด้วยเหตุปัจจัยหลาย ๆ อย่าง จึงมีตัวตนขึ้นมา ตัวตนที่ถูกประกอบ\nกันขึ้นนั้นมีอยู่จริง แต่มีอยู่จริงเพื่อแตกสลาย ไม่ได้มีอยู่เพื่อความ\nยังยืน ไม่ได้มีอยู่เพื่อความเที่ยงแท้ถาวร เพราะไม่มีตัวตนใด ๆ เลย\nที่ยังยืนถาวร ตัวตนทุกอย่างดำเนินไปสู่ความแตกสลายทั้งสิ้น\nเมื่อพิจารณาถึงที่สุดแห่งความแตกสลายของจิตอยู่บ่อย ๆ\nจึงได้มีความเห็นอันถูกต้องขึ้นมาว่า เราไม่มีในอดีต เราไม่มี\nในอนาคต เราไม่มีในปัจจุบัน ขันธ์ ๕ เป็นทุกข์ เหตุให้เกิดทุกข์\nคือ อวิชชา เมื่ออวิชชาดับ ทุกข์จึงดับ มรรค ๘ เป็นหนทางดับ\nอวิชชา การมีอยู่ของขันธ์ ๕ มาจากกระบวนการสืบต่อด้วยเหตุและ\nปัจจัยเท่านั้น\nเมื่อผู้ปฏิบัติรู้ชัดเจนเช่นนี้แล้ว ภพชาติในจิตจะถูกทำลาย\nจตุตถฌานจะเกิดขึ้นมาแทรกตอนนี้ เพื่อทำหน้าที่ของสัมมาสมาธิ\nพร้อมกับการเห็นพระนิพพานในกระแสที่ ๔ เมื่อภพชาติถูกทำลาย\nจิตจะทำลายตัวเองจนไม่เหลือสภาพความเป็นจิต อัตตาตัวตน\n(ขันธ์ ๕) ทีจิตยึดถือครอบครองไว้มาอย่างยาวนานก็จะถูกสลัดคืน\nโดยไม่เหลือ เปรียบเสมือนเปลวไฟที่ดับสนิท จิตจึงหลุดพ้น\nจากขันธ์ ๕ แล้วรวมตัวกับธรรมชาติที่ไม่มีการปรุงแต่ง (อสังขต-\nธรรม) เป็นธรรมชาติดั้งเดิม เป็นธรรมชาติที่สิ้นทุกข์ เป็นธรรมชาติ\nแห่งบรมสุข เป็นธรรมชาติที่บริสุทธิ์หมดจดโดยแท้ ผู้ปฏิบัติที่ปฏิบัติ\nถึงที่สุดจะเข้าใจในเรื่องนี้"
        },
        {
            "title": "อริยสัจ ๔ เมื่อดำเนินมาถึงที่สุดแล้ว ตัวอริยสัจก็ดับลงไป",
            "content": "เช่นกัน ไม่มีอะไรให้กำหนดอีกต่อไป เพราะทุกอย่างถูกสลัดคืนหมด\nทุกข์ เหตุให้เกิดทุกข์ ความดับทุกข์ ทางปฏิบัติให้ถึงความดับทุกข์\nยังมีเพราะอาศัยชันธ์ ๕ เท่านั้น เมื่อรู้ขันธ์ ๕ ชัดเจนแจ่มแจ้งแล้ว\nและขันธ์ ๕ ถูกปล่อยวางไว้ตามความเป็นจริง จึงไม่มีกิจใด ๆ\nที่จะกระทำต่ออริยสัจอีก\nนี่แหละที่เรียกว่า ถึงที่สุดแห่งทุกข์โดยชอบ\nเล่ม2 หลักปฎิบัติเพื่อความพ้นทุกข์"
        },
        {
            "title": "หลักปฏิบัติเพื่อความพ้นทุกข์",
            "content": "แนวทางการสอนของพระอาจารย์ต้น แห่งสถานศึกษา\nธรรม ตอยธรรมนาวา จังหวัดเชียงราย เป็นวิธีที่ง่ายต่อการ\nปฏิบัติ พิจารณาแล้วเห็นว่า เกิดโทษและมีผลข้างเคียงน้อย\nปลอดภัยต่อผู้ปฏิบัติ โดยมีข้อปฏิบัติดังนี้\nลำดับที่ ๑ อธิษฐานจิตเข้าถึงพระรัตนตรัย\nก่อนจะอธิษฐานจิตเข้าถึงพระรัตนตรัย ควรระลึกถึง\nคุณของพระรัตนตรัยเสียก่อน ประกอบด้วย\nการระลึกถึงพระพุทธคุณ คือ ระลึกถึงพระปัญญาธิคุณ\nพระบริสุทธิคุณ และพระมหากรุณาธิคุณ\nการระลึกถึงพระธรรมคุณ คือ ระลึกถึงคำสอนอันพระ-\nผู้มีพระภาคเจ้าตรัสไว้ดีแล้ว\nการระลึกถึงพระสังฆคุณ คือ ระลึกถึงสาวกผู้ปฏิบัติ\nดีแล้วของพระผู้มีพระภาคเจ้า"
        },
        {
            "title": "หลักปฏิบัติเพื่อความพ้นทุกข์",
            "content": "แนวทางการสอนของพระอาจารย์ต้น แห่งสถานศึกษา\nธรรม ตอยธรรมนาวา จังหวัดเชียงราย เป็นวิธีที่ง่ายต่อการ\nปฏิบัติ พิจารณาแล้วเห็นว่า เกิดโทษและมีผลข้างเคียงน้อย\nปลอดภัยต่อผู้ปฏิบัติ โดยมีข้อปฏิบัติดังนี้\nลำดับที่ ๑ อธิษฐานจิตเข้าถึงพระรัตนตรัย\nก่อนจะอธิษฐานจิตเข้าถึงพระรัตนตรัย ควรระลึกถึง\nคุณของพระรัตนตรัยเสียก่อน ประกอบด้วย\nการระลึกถึงพระพุทธคุณ คือ ระลึกถึงพระปัญญาธิคุณ\nพระบริสุทธิคุณ และพระมหากรุณาธิคุณ\nการระลึกถึงพระธรรมคุณ คือ ระลึกถึงคำสอนอันพระ-\nผู้มีพระภาคเจ้าตรัสไว้ดีแล้ว\nการระลึกถึงพระสังฆคุณ คือ ระลึกถึงสาวกผู้ปฏิบัติ\nดีแล้วของพระผู้มีพระภาคเจ้า\nคำอธิษฐานจิตเข้าถึงพระรัตนตรัย\nการอธิษฐานจิตเข้าถึงพระรัตนตรัย\nคือ การหลอมรวมความรู้สึกนึกคิดและจิตวิญญาณ\nให้เป็นอันหนึ่งอันเดียวกับพระรัตนตรัย\nโดยน้อมจิตน้อมใจระลึกว่า\nพุทโธ เม นาโถ พระพุทธเป็นที่พึ่งอันประเสริฐของข้าพเจ้า\nธัมโม เม นาโถ พระธรรมเป็นที่พึ่งอันประเสริฐของข้าพเจ้า\nสังโฆ เม นาโถ พระสงฆ์เป็นที่พึ่งอันประเสริฐของข้าพเจ้า\n*** หมั่นระลึกย้ำ ๆ ซ้ำ ๆ\nตลอดทั้งกลางวันและกลางคืน\nในทุกอิริยาบถ ไม่ว่าจะยืน เดิน นั่ง นอน\nจนจิตท่องได้เองอัตโนมัติ\nใน ๗ วันแรกให้ระลึกบทบาลีพร้อมคำแปล\nจากนั้นระลึกเฉพาะบทบาลีเท่านั้น ***\nประโยชน์ที่ได้รับจากการพึ่งพระรัตนตรัย\nเราพึ่งพระรัตนตรัย\nเพื่อประโยชน์ ๒ ประการ คือ\n๑. เพื่อเป็นพลังทางใจ\n๒. เพื่อเป็นพลังทางสติปัญญา\nการพึ่งพระรัตนตรัยเพื่อเป็นพลังทางใจ\nพึ่งโดยการระลึกถึงพระรัตนตรัยอยู่เสมอว่า\nพุทโธ เม นาโถ\nธัมโม เม นาโถ\nสังโฆ เม นาโถ\nให้ระลึกจนจิตเกิดการผสมผสาน\nเป็นอันหนึ่งอันเดียวกับพระรัตนตรัยให้ได้\nจะเกิดคุณค่าของพระรัตนตรัยรองรับขึ้นมาในจิต\nจนประจักษ์ชัดในตนเอง\nการพึ่งพระรัตนตรัยเพื่อเป็นพลังทางปัญญา\nคือ การพึ่งหลักคำสอน\nที่จะนำพาให้เราพ้นไปจากกองทุกข์ทั้งมวลได้\nเราจะต้องเข้าใจในหลักคำสอนให้ถูกต้อง\nแล้วยึดเอาแนวทางแห่งคำสอนนั้น\nกระทำตามด้วยจิตใจที่มุ่งมั่น\nโดยมีพระรัตนตรัยเป็นพลังทางใจ\nพระรัตนตรัยจะมีอานุภาพคุ้มครองจิตใจของผู้ยึดพึ่ง\nแม้จะเจ็บป่วยทางกาย ก็หาความสบายภายในใจได้\nเพราะปัญญาจะบอกเราว่า\nกายไม่เที่ยง เวทนาไม่เที่ยง\nสัญญาไม่เที่ยง สังขารไม่เที่ยง\nวิญญาณไม่เที่ยง\nสิ่งใดไม่เที่ยง สิ่งนั้นไม่คงทนถาวร\nสิ่งใดที่ไม่คงทนถาวร สิ่งนั้นย่อมไม่ใช่ตัวตนของเรา\nเมื่อสิ่งที่ไม่ใช่ตัวตนของเราเจ็บ\nเราเป็นเพียงผู้ทำความเข้าใจในสิ่งที่เจ็บว่า\n\"นั่นไม่ใช่เรา นั่นไม่ใช่ตัวตนของเรา\"\nความเจ็บก็จะไม่ทำให้เราเดือดร้อน\nความสบายภายในใจก็จะมีได้ด้วยปัญญาอย่างนี้\nอานิสงส์ของการเข้าถึงพระรัตนตรัย\nจิตดวงใดก็ตามที่ระลึกถึงพระรัตนตรัยย้ำ ๆ ซ้ำ ๆ\nจนกระทั่งการระลึกนั้นติดแนบอยู่กับจิต\nจิตดวงนั้นจะมีกระแสพระรัตนตรัยรองรับ\nในภพชาติที่ไม่ตกต่ำกว่าความเป็นมนุษย์\nโดยจะได้รับภพชาติแห่งความเป็นมนุษย์กับเทวดา\nสลับกันไปอย่างนี้ตลอดหนึ่งแสนกัปป์\nจนกว่าจะประสบกับธรรมอันเป็นที่สิ้นทุกข์\nในกัปป์ที่หนึ่งแสนนั้น\nการประสบกับธรรมอันเป็นที่สิ้นทุกข์ มี ๒ กรณี\nกรณีที่ ๑\nเมื่อมีพระพุทธศาสนาปรากฏขึ้นในโลกในกัปป์ที่หนึ่งแสนนั้น\nจะได้ฟังพระธรรมเทศนาจากพระพุทธเจ้า\nหรือจากพระอริยสงฆ์สาวก\nแล้วบรรลุธรรมอย่างใดอย่างหนึ่ง\nตั้งแต่ระดับพระโสดาบันขึ้นไป\nกรณีที่ ๒\nหากไม่มีพระพุทธศาสนาอุบัติหรือปรากฏขึ้นในโลก\nก็จะได้เป็นพระปัจเจกพุทธเจ้าผู้ตรัสรู้เอง\nเพราะธรรมะจะเริ่มอำนวยผลแห่งการตรัสรู้\nที่หนึ่งแสนกัปป์เป็นที่ตั้ง\nสำหรับผู้ที่ทำมาครบหนึ่งแสนกัปป์\nโอกาสจะบรรลุมรรคผลในชาตินี้\nระดับโสดาบัน สกทาคามี อนาคามี จนถึงอรหันต์\nเป็นสิ่งที่เป็นไปได้\nขึ้นอยู่กับความพากเพียร ความพยายาม ความอุตสาหะ\nและการสั่งสมกำลังแห่งอริยมรรคบนเส้นทางนี้\nสำหรับพระโสดาบันนั้น\nมีความปลอดภัยแล้ว\nไม่ต้องได้รับสุข-ทุกข์ในวัฏฏะอีกยืดยาวนาน\nโดยจะเกิดอีกไม่เกิน ๗ ชาติ\nการเข้าถึงพระรัตนตรัย\nเป็นสิ่งที่สำคัญมากสำหรับชาวพุทธ\nเพราะเป็นหนทางเบื้องต้นแห่งอริยมรรค\nพระอาจารย์ยกสังโยชน์\" ทั้ง ๑๐ ประการขึ้นมา\nเพื่อนำไปสู่การปฏิบัติที่ถูกต้องในการละ\n* สังโยชน์ ๑๐ ประการ ประกอบด้วย\n๑. สักกายทิฏฐิ คือ ความเห็นผิด ที่มีลักษณะให้เกิดการยึดถือกาย (ชันธ์ ๕)\nว่า เป็นตัวตน หรือความเห็นผิดในร่างกาย และจิตใจโดยยึดถือว่าเป็นตน\n๒. วิจิกิจฉา คือ ความสงสัยในคุณแห่งพระรัตนตรัย สงสัยเรื่องมรรคล\nสงสัยพระนิพพาน สงสัยหนทางดำเนินไปถึงนิพพาน\n๙. สีลัพพดปรามาส คือ การถือผิดอย่างงมงายในศีลและวัตร ปฏิบัติเพื่อ\nจุดมุ่งหมายให้ได้รับการสรรเสริญจากผู้อื่น มีการมุ่งลาภสักการะ เป็นต้น มิใช่เพื่อ\nความบริสุทธิ์หมดจดแห่งจิต\n๔. กามราคะ คือ ความกำหนัดในกาม ความพึงพอใจในกาม\n๕. ปฏิฆะ คือ ความหงุดหงิด ความรำคาญ\n๖. รูปราคะ คือ ความติดใจในรูปฌาน\n๗. อรูปราคะ คือ ความติดใจในอรูปฌาน\n๘. มานะ คือ ความถือตัว ความทะนงตน\n๙. อุทธัจจะ คือ ความฟุ้งซ่านในธรรม\n๑๐. อวิชชา คือ ความไม่รู้แจ้งในอริยสัจ ๔\nเมื่อละสังโยชน์ได้ ก็จะเข้าสู่ความเป็นอริยชน\"\nด่านที่ ๑ สักกายทิฏฐิ คือ ความเห็นผิดในกาย\nด่านที่ ๒ วิจิกิจฉา คือ ความลังเลสงสัย\nด่านที่ ๓ สีลัพพตปรามาส คือ การถือผิดอย่างงมงาย\nในศีลและวัตร การถือผิดในการปฏิบัติ\nตัวอย่างเช่น\nมีอุบาสกท่านหนึ่งถูกสอนมาว่า รักษาศีล ๕ อย่างเดียว\nสามารถไปสู่พระนิพพานได้ อุบาสกท่านนี้จึงรักษาศีล\nอย่างเดียวจนอายุครบ ๖๐ ปี แต่ก็ไม่บรรลุผลใด ๆ ทำให้เกิด\nความลังเลสงสัย จนกระทั่งเสียชีวิตไปพร้อมความสงสัย\nแล้วไปเกิดเป็นจระเข้ ซึ่งศีลที่รักษามานั้นไม่เกิดประโยชน์\nต่อตนแต่อย่างใด\n\" อริยชน ประกอบด้วย\nพระโสดาบัน เป็นผู้ที่ละสังโยชน์ ๓ ข้อแรกได้ คือ สักกายทิฏฐิ วิจิกิจฉา และ\nสีลัพพตปรามาส\nพระสกทาคามี ทำสังโยชน์ข้อ ๔ และ ๕ คือ กามราคะ และปฏิฆะให้\nเบาบางลง\nพระอนาคามี ละสังโยชน์ ๕ ข้อแรกได้ทั้งหมด\nพระอรหันต์ ละสังโยชน์ได้ทั้ง ๑๐ ข้อ\nดังนั้น การยึดถือการปฏิบัติ แม้จะอยู่ในหลักศีล สมาธิ\nปัญญาใด ๆ ก็ตาม หากเราปฏิบัติด้วยสีลัพพตปรามาส คือ\nถือผิด เข้าใจผิด ก็ไม่อำนวยผลและไม่เกิดประโยชน์อันใด\nสิ่งที่พระอาจารย์พร่ำสอน เป็นสิ่งที่จะทำให้เกิดข้อ\nผิดพลาดในการปฏิบัติน้อย เบื้องตันจึงต้องเข้าถึงพระรัตนตรัย\nให้ได้\nทำไมจะต้องเข้าถึงพระรัตนตรัย?\nการเข้าถึงพระรัตนตรัย จะทำให้\nเกิดพลังทางใจ และพลังทางสติปัญญา\nที่ถึงแม้จะมีกรรมวิบากใด ๆ ผ่านเข้ามา\nส่งผลให้ได้รับความเดือดร้อน เราก็จะ\nสามารถยกจิตก้าวข้ามความเดือดร้อนไป\nได้ด้วยสติปัญญาที่มีอยู่ จิตที่มีสติปัญญา\nจึงมีความสงบสบายอยู่ภายใน\nเมื่อมีพระรัตนตรัยรองรับจิตอย่างแนบแน่นและรับรู้ถึง\nกระแสพระรัตนตรัยอย่างมั่นคงทางใจแล้ว จึงดำเนินต่อไปใปใปใน\nลำดับที่ ๒\nลำดับที่ ๒ ท่องบทธาตุกัมมัฏฐาน ๔\nท่องให้ได้ตามแบบทุกตัวอักษรดังนี้\nบทธาตุกัมมัฏฐาน ๔\nธาตุกัมมัฏฐาน ๔ ธาตุ ๔ คือ\nธาตุดิน เรียก ปฐวีธาตุ ธาตุน้ำ เรียก อาโปธาตุ\nธาตุไฟ เรียก เตโชธาตุ ตุ ธาตุลม เรียก วาโยธาตุ\nธาตุอันใดมีลักษณะแข้นแข็ง ธาตุนั้นเป็นธาตุดิน ธาตุดิน\nที่มีในกายนี้ คือ ผม ขน เล็บ ฟัน หนัง เนื้อ เอ็น กระดูก\nเยื่อในกระดูก ม้าม หัวใจ ตับ พังผืด ไต ปอด ไส้ใหญ่ ไส้น้อย\nอาหารใหม่ อาหารเก่า\nธาตุอันใดมีลักษณะเหลวเอิบอาบ ธาตุนั้นเป็นธาตุน้ำ\nธาตุน้ำที่มีในกายนี้ คือ น้ำดี น้ำเสลด น้ำหนอง น้ำเลือด น้ำมันเหงื่อ\nน้ำมันขัน น้ำตา น้ำมันเปลว น้ำลาย น้ำมูก น้ำไขข้อ น้ำปัสสาวะ\nธาตุอันใดมีลักษณะร้อน ธาตุนั้นเป็นธาตุไฟ ธาตุไฟที่มี\nในกายนี้ คือ ไฟที่ทำกายให้อบอุ่น ไฟที่ทำกายให้ทรุตโทรม ไฟที่\nทำกายให้กระวนกระวาย ไฟที่ทำอาหารให้ย่อย\nธาตุอันใดมีลักษณะพัดไปมา ธาตุนั้นเป็นธาตุลม ธาตุลม\nที่มีในกายนี้ คือ ลมพัดขึ้นเบื้องบน ลมพัดลงเบื้องต่ำ ลมในท้อง\nลมในไส้ ลมพัดไปตามตัว ลมหายใจ\nความกำหนดพิจารณากายนี้ให้เห็นว่า เป็นแต่เพียงธาตุ ๔\nคือ ดิน น้ำไฟ ลม ประกอบรวมกันอยู่ ไม่ใช่เรา ไม่ใช่ของเรียกว่า\nธาตุกัมมัฏฐาน\n*** แข้น คือ ลักษณะที่ข้นจวนจะแข็ง เช่น ลักษณะ\nของเนื้อ เอ็น เยื่อในกระดูก ม้าม หัวใจ เป็นต้น\nทำไมจึงต้องท่องธาตุกัมมัฏฐาน ๔\nให้ได้ตามแบบทุกตัวอักษร?\nเรื่องนี้ต้องยกคำสอนที่พระพุทธองค์ตรัสไว้ว่า\nการทรงจำธรรมมี่อุปการะมากต่อการปฏิบัติธรรม\nพระองค์จะยังไม่ให้ลงมือปฏิบัติ\nหากไม่รู้จักบทธรรมที่จะนำไปใช้สู่การปฏิบัติ\nฉะนั้น การทรงจำธรรม\nจึงเป็นส่วนสำคัญที่จะนำไปสู่การปฏิบัติ\nทำอย่างไรถึงจะจำบทธาตุกัมมัฏฐานได้?\nตอบว่า ต้องท่องย้ำ ๆ ซ้ำ ๆ จึงจะสามารถจำได้\nทำไมจึงต้องท่องธาตุกัมมัฏฐาน ๔\nให้ได้ตามแบบทุกตัวอักษร?\nเรื่องนี้ต้องยกคำสอนที่พระพุทธองค์ตรัสไว้ว่า\nการทรงจำธรรมมี่อุปการะมากต่อการปฏิบัติธรรม\nพระองค์จะยังไม่ให้ลงมือปฏิบัติ\nหากไม่รู้จักบทธรรมที่จะนำไปใช้สู่การปฏิบัติ\nฉะนั้น การทรงจำธรรม\nจึงเป็นส่วนสำคัญที่จะนำไปสู่การปฏิบัติ\nทำอย่างไรถึงจะจำบทธาตุกัมมัฏฐานได้?\nตอบว่า ต้องท่องย้ำ ๆ ซ้ำ ๆ จึงจะสามารถจำได้\nด้านตัวเรา\nเมื่อเรารู้ เราเรียน เราศึกษา เรารับทราบ\nหรือถูกปลูกฝังซึมซับเรื่องใด ๆ ก็ตาม\nนั่นคือตัวเรา\nแต่ในส่วนของจิตเป็นอีกเรื่องหนึ่ง\nเมื่อเรารู้สิ่งใด ไม่ได้หมายถึงว่า\nจิตจะรู้ตามในสิ่งที่เรารู้นั้น\nเช่น ทั้ง ๆ ที่เรารู้ว่าสิ่งนี้ดี เป็นสิ่งที่ควรทำ\nแต่จิตกลับบอกว่า เอาไว้ก่อน ยังไม่ต้องทำก็ได้\nนี่แสดงให้เห็นว่า\nจิตไม่ได้ทำตาม หรือไม่เห็นด้วยกับเราทุกเรื่อง\nและหลาย ๆ เรื่องที่เรากระทำลงไป\nก็ขัดแย้งกับสิ่งที่เรารับรู้ว่า ไม่ควรทำ\nจนบางครั้งบางคราวก็เกิดข้อถกเถียงระหว่างตัวเราเองกับจิต\nที่ไม่เป็นอันหนึ่งอันเดียวกัน\nดังนั้น บทธาตุกัมมัฏฐาน ๔ นี้\nเราจึงต้องท่องย้ำ ๆ ซ้ำ ๆ\nเพื่อให้ความรู้ในธาตุกัมมัฏฐานลงลึกไปสู่ระดับจิต\nจะทราบได้อย่างไรว่า\nความรู้ในธาตุกัมมัฏฐานลงลึกสู่ระดับจิตแล้ว?\nให้สังเกตว่า ขณะที่ท่องบทธาตุกัมมัฏฐาน ๔ ย้ำ ๆ ซ้ำ ๆ\nจะมีจังหวะหนึ่งที่จิตท่องขึ้นมาเองได้\nเมื่อจิตท่องขึ้นมาได้เอง\nให้เข้าใจว่า\nจิตเริ่มยอมรับบทธาตุกัมมัฏฐานเข้าไปอยู่ในจิตแล้ว\nแต่นั่นไม่ได้หมายความว่า ให้หยุดท่อง\nยังต้องท่องย้ำ ๆ ซ้ำ ๆ ต่อไปอีก\nจนกว่าจิตจะสามารถท่องได้ด้วยตัวของจิตเอง\nและยอมรับเอาความรู้ทั้งหมดไปอยู่ในจิต\nโดยไม่ต้องบังคับจิตให้ท่องเหมือนช่วงแรก\nจากประสบการณ์ของพระอาจารย์และลูกศิษย์ที่ปฏิบัติ\nตามแนวทางนี้ พบว่า สามารถท่องบทธาตุกัมมัฏฐานได้\nแม้กระทั่งยามหลับ โดยรับรู้ด้วยตนเองได้ว่า จะมีภาวะหนึ่ง\nของจิตที่สามารถท่องบทธาตุกัมมัฏฐานเองขณะที่นอนหลับ\nเมื่อสามารถทำได้ในระดับนี้ ถือว่าบรรลุถึงประโยชน์ของการ\nท่องจำ หรือบรรลุถึงความหมายของการท่องจำแล้ว\nการท่องจำในระดับนี้ เป็นการสร้างอุปนิสัยในการรับ\nความรู้ที่เราส่งข้อมูลที่ถูกต้องเข้าไปสู่จิต เมื่อมีความรู้แล้ว จิต\nจะปฏิวัติตนเอง คือ จะทำลายความเห็นผิดในตน ซึ่งในระดับ\nการท่องจำนี้ จะเป็นการทำลายความเห็นผิดในชั้นของสมถะ\"\nยังไม่ใช่การทำลายในชั้นอาสวะ\"\nเมื่อท่องบทธาตุกัมมัฏฐานจนจำขึ้นใจแล้ว จึงดำเนิน\nต่อไปในลำดับที่ ๓\n\" สมถะ หมายถึงการฝึกจิตให้สงบเป็นสมาธิ การทำใจให้สงบโดยเพ่งสิ่ง\nใดสิ่งหนึ่งเป็นอารมณ์\n\" อาสวะ หมายถึงกิเลสที่หมักหมมนอนเนื่องทับถมอยู่ในจิต ชุบย้อมจิต\nให้เศร้าหมอง ให้ขุ่นมัว ให้ชุ่มอยู่เสมอ\nลำดับที่ ๓ พิจารณากาย ๖ ขั้นตอน\nพิจารณาย้ำ ๆ ซ้ำ ๆ ตามบทพิจารณากายต่อไปนี้\n๑. หมดลมหายใจ\nให้พิจารณาว่า เมื่อร่างกายหมดลมหายใจแล้ว ธาตุลม\nกับธาตุไฟก็สลายออกจากกัน เราก็ขาดการรับรู้ทุกส่วนทาง\nร่างกาย ไม่สามารถควบคุมร่างกายได้อีก ร่างกายก็จะล้มนอน\nราบไปกับแผ่นดิน (กำหนดความคิดยกเรื่องของร่างกายที่นอน\nราบไปกับแผ่นดินขึ้นมาสู่การพิจารณา)\n๒. น้ำดันดิน\nเมื่อธาตุลมกับธาตุไฟแยกออกจากร่างกายแล้ว ก็เหลือ\nแต่ธาตุดินกับธาตุน้ำที่ยังคงประกอบรวมกันอยู่ ให้พิจารณา\nว่า หากทิ้งให้ร่างกายนอนราบไปกับแผ่นดินนานหลาย ๆ วัน\nน้ำจะเริ่มดันดินออกมา ร่างกายก็จะบวม พอง ขึ้นอึด เขียวช้ำ\nตาถลน ลิ้นจุกปาก แขนขาบวม พอง ชี้ชูชันขึ้น\n๓. ธาตุดินแตก\nธาตุน้ำที่ดันดินออกมา เมื่อผ่านไปหลายวันเข้า ผิวหนัง\nก็จะปริแตกไปทั่วทั้งร่างกาย น้ำเหลือง น้ำหนอง น้ำเลือดก็จะ\nไหลเยิ้มออกมาตามรอยที่ปริแตกทั่วทั้งร่างกายนั้น\n๔. น้ำละลายดิน\nเมื่อน้ำเหลือง น้ำหนอง น้ำเลือด ไหลอออกมาตาม\nรอยบริแตกทั่วทั้งร่างกาย เนื้อหนังก็เริ่มเปื่อยเน่า และอวัยวะ\nส่วนอื่น ๆ ก็เข้าสู่สภาพย่อยสลายลงสู่ดิน\n๕. ร่างกายเหลือแต่โครงกระดูก\nเมื่อเนื้อหนังย่อยสลายลงดินหมดแล้ว ก็เหลือแต่โครง\nกระดูกขาวโพลนนอนอยู่ พิจารณากะโหลกศีรษะ กระดูก\nซี่โครง กระดูกแขน กระดูกขา กระดูกทั้งโครงที่ไม่มีเนื้อเหลือ\nติดอยู่ หลุดแยกออกจากกันทุกส่วน\n๖. กระดูกสลายลงสู่ดิน\nพิจารณาเห็นโครงกระดูกเป็นสภาพ \"ผุ\" \"กร่อน\"\nทั่วทั้งโครง แล้วพิจารณาเห็นกระดูกที่ผุกร่อนนั้นค่อย ๆ\nสลายไปเป็นดิน โดยพิจารณาเทียบเคียงให้จิตเห็นว่า \"ดินกับ\nร่างกายของเราเป็นอันเดียวกัน ร่างกายของเรากับดินก็เป็น\nอันเดียวกัน\"\nเมื่อพิจารณาครบถึงขั้นตอนที่ ๖ แล้ว ให้กลับไปเริ่มต้น\nพิจารณาขั้นตอนที่ ๑ จนถึงขั้นตอนที่ ๖ ใหม่อีกหลาย ๆ รอบ\nจนจิตเกิดการยอมรับตามความเป็นจริงว่า ร่างกายของเรา\nประกอบด้วยธาตุ ๔ คือ ดิน น้ำ ไฟ ลม\nการพิจารณานี้ เป็นกระบวนการใช้ความคิด\nกล่าวอย่างง่าย ๆ ว่า การใช้ความคิดก็คือการพิจารณา\nพิจารณาโดยเอาความคิดมากำหนดหมาย\nและเรียนรู้ร่างกายแต่ละขั้นตอน\nเพื่อให้เห็นกายตามความเป็นจริง\nเห็นธาตุแท้ของกายได้ตรงตามความเป็นจริง\nการพิจารณาเช่นนี้\nจะทำให้เกิดทัศนะ (ความเห็น) ที่ถูกต้อง\nโดยก่อนหน้านี้ จิตไม่มีทัศนะที่จะมองกายว่า\nนี่คือ ดิน น้ำ ไฟ ลม\nจิตไม่เคยมองและไม่เคยเห็นเช่นนี้\nทัศนะของจิตที่ว่า\nกายเป็นของเรา เป็นตัว เป็นตน\nนี่คือเรา นี่คือตัวตนของเรา นี่แหละคือตัวเราแท้ ๆ\nทัศนะเช่นนี้มีมาตั้งแต่เราเกิด\nหากไม่มีความรู้ในการพิจารณา\nจิตก็จะไม่สามารถคลายความเห็นผิดจากร่างกายนี้ไปได้เลย\nการพิจารณาจึงเป็นการถอดถอนความเห็นผิด\nที่มีความรู้แบบผิด ๆ\nเป็นการเปลี่ยนมุมมองและทัศนะ\nหรือสร้างความเห็นใหม่ให้แก่จิต\nเมื่อสามารถพิจารณาและสร้างความเห็นไหมให้จิตได้แล้ว\nจิตก็จะเริ่มมองกายตามความเป็นจริง\nทั้งนี้ กระบวนการในการพิจารณานั้น\nถ้าคิดเพียงแค่ ๑-๒ ครั้ง หรือ ๑๐ ครั้ง\nถือเป็นเรื่องของความคิด\nแต่ถ้าคิดแล้วคิดอีก ย้ำ ๆ ซ้ำ ๆ อยู่อย่างนั้น\nจนกว่าจะเกิดความเข้าใจและรู้แจ้งภายในจิต\nเช่นนี้จึงจะเรียกว่า พิจารณา\nเมื่อกิจแห่งการพิจารณาเป็นการใช้ความคิด\nดังนั้น จึงอย่าหลงคิดว่า\nการปฏิบัติจะต้องอาศัยความสงบ จะต้องไม่ใช้ความคิด\nหรืออย่าหลงคิดว่า\nความคิดเป็นตัวการสร้างความฟุ้งซ่าน\nและสร้างความวุ่นวายให้กับจิต\nแท้ที่จริงไม่ใช่เช่นนั้น\nในเทวธาวิตักกสูตร* (อ่านว่า ทะ-เว-ธา-วิ-ตัก-กะ-สูด)\nพระพุทธเจ้าตรัสว่า ในคราวที่เราบำเพ็ญเพียรอยู่\nแม้จะเกิดความฟุ้งซ่าน\nเราไม่เห็นโทษของความคิด\nทางด้านกุศลกรรมแต่ประการใดเลย\nด้วยเหตุนี้ ตถาคต\" จึงดำรงจิตไว้ภายใน\nคือ วางการคิดพิจารณาและอยู่กับลมหายใจ\n\" ม.มู. (ไทย) ๑๘/๒๕๒/๒๑๕\nตถาดต คือ พระนามหนึ่งของพระพุทธเจ้า ซึ่งพระองค์ทรงเรียก หรือตรัส\nถึงพระองค์เอง\nฉะนั้น พระองค์ไม่ได้ทรงบอกว่า\nความคิดทางด้านกุศลกรรมมีโทษ\nจะต้องเข้าไปแก้ไขหรือเปลี่ยนแปลงความคิด\nแต่ทรงบอกว่า\nความคิดทำให้จิตฟุ้งซ่าน\nและทำให้กายของพระองค์เมื่อยล้า\nแต่ความฟุ้งซ่านนี้ไม่ใช่กิเลส\nด้วยเหตุนี้ พระองค์จึงทรงวางการคิดพิจารณา\nโดยมาอยู่กับลมหายใจแทน\nการที่พระองค์ตรัสเช่นนี้\nทำให้เห็นข้อปฏิบัติที่จะพึงปฏิบัติ\nคือ หากคิดพิจารณาจนเกิดความฟุ้งซ่านขึ้น\nให้หยุดพิจารณาเสียก่อน\nแล้วมาอยู่กับบทระลึกถึงพระรัตนตรัย\nหรืออยู่กับบทธาตุกัมมัฏฐาน\nการทำเช่นนี้ จะเป็นการดำรงจิตไว้ภายใน\nหากไปอยู่กับลมหายใจ\nโดยที่ยังไม่เคยฝึกฝนด้านการดูลมหายใจมาก่อน\nหรือดูลมหายใจไม่ถูกวิธี\nจะทำให้เกิดโทษได้\nการระลึกถึงพระรัตนตรัย\nจะทำให้จิตเกิดความสงบ\nเมื่อจิตสงบและเริ่มมีความตั้งมั่นอยู่กับพระรัตนตรัยแล้ว\nจึงพิจารณากายใน ๖ ขั้นตอนนี้ย้ำ ๆ ซ้ำ ๆ ต่อไป\nให้ปฏิบัติในแนวทางนี้กระทั่งจิตแจ้งประจักษ์\nจนยอมรับในกายตามความเป็นจริงได้อย่างราบคาบ\nเมื่อจิตยอมรับกายตามความเป็นจริงได้อย่างราบคาบแล้ว\nจึงดำเนินต่อไปในลำดับที่ ๔\nลำดับที่ ๔ ท่องบทขันธ์ ๕\nท่องบทขันธ์ ๕ ดังรายละเอียดต่อไปนี้\nกายกับใจ แบ่งออกเป็น ๕ ส่วน เรียกว่า ขันธ์ ๕\nประกอบด้วย\n๑. รูปขันธ์ ๒. เวทนาขันธ์ ๓. สัญญาขันธ์\n๔. สังขารขันธ์ ๕. วิญญาณขันธ์\nธาตุ ๔ คือ ดิน น้ำ ไฟ ลม ประกอบรวมกันเป็นกายนี้\nเรียกว่า รูป\nสภาพของอารมณ์ที่เป็นสุข คือ สบายกาย สบายใจ\nหรืออารมณ์ที่เป็นทุกข์ คือ ไม่สบายกาย ไม่สบายใจ หรือ\nอารมณ์เฉย ๆ คือ ไม่ทุกข์ไม่สุข เรียกว่า เวทนา\nความจำได้ การหมายรู้ คือ จำรูป จำเสียง จำกลิ่น จำรส\nจำการสัมผัส จำอารมณ์ที่เกิดขึ้นกับใจได้ เรียกว่า สัญญา\nเจตสิกธรรม คือ สิ่งที่ปรุงแต่งใจ เป็นส่วนดี เรียกกุศล\nเป็นส่วนชั่ว เรียกอกุศล เป็นส่วนกลาง ๆ ไม่ดีไม่ชั่ว เรียก\nอัพยากต (อ่านว่า อับ-พะ-ยา-กะ-ตะ) เรียกว่า สังขาร\nการรับรู้ทางตา ทางหู ทางจมูก ทางลิ้น ทางกาย ทางใจ\nเรียกว่า วิญญาณ\nขันธ์ ๕ นี้ กล่าวโดยย่อแบ่งเป็น รูป กับ นาม\nธาตุ ๔ จัดเป็น รูป\nเวทนา สัญญา สังขาร วิญญาณ จัดเป็น นาม\nบทขันธ์ ๕ นี้ เป็นบทที่ให้ได้เรียนรู้เรื่องของนามธรรม\nโดยในขันธ์ ๕ มีเรื่องของรูปธรรมอยู่ในส่วนของกาย ซึ่งเราได้\nเรียนรู้มาแล้วจากบทธาตุกัมมัฏฐาน ดังนั้น จึงเหลือแต่ระบบ\nนามขันธ์ ๔ (เวทนาขันธ์ สัญญาขันธ์ สังขารขันธ์ วิญญาณขันธ์)\nที่จะเรียนรู้กันในลำดับนี้\nทางด้านการปฏิบัติ เพราะการท่องจำช่วยให้รู้ลักษณะของนามขันธ์\nแต่ละขันธ์ที่แสดงอาการเกิดขึ้นกับกายและใจของเรา ทำให้\nสามารถระบุ (ดู) ขันธ์แต่ละขันธ์ได้อย่างถูกต้อง\nให้เข้าใจว่า ข้อมูลใด ๆ ที่ถูกฝังอยู่ในจิตแล้ว ข้อมูลนั้น\nจะเกิดเป็นคำอธิบายแก่เราในบางคราว แม้เราจะลืมไปแล้ว\nและไม่ได้ใส่ใจ แต่ความรู้ภายในจะคอยบอก คอยกระตุ้นเตือน\nคอยเป็นมิตรที่แนะนำเราได้ โดยพระพุทธองค์ตรัสว่า \"มิตร\nที่ยิ่งกว่า ความรู้ ไม่มี\" ซึ่งในการปฏิบัตินั้น มิตรจะคอยเตือน\nเป็นบทธรรมเข้ามากำกับให้แก่เราเสมอ ๆ\nเมื่อท่องบทขันธ์ ๕ จนจำขึ้นใจแล้ว จึงดำเนินต่อไปใน\nลำดับที่ ๕ ต่อไป\nลำดับที่ ๕ เรียนรู้ขันธ์ ๕\nด้วยการกำหนดดูลักษณะขันธ์ ๕ เกิด-ดับ\nเมื่อเราท่องขันธ์ ๕ได้จำขึ้นใจจนกระทั่งฝั่งอยู่ในจิตแล้ว\nก็ให้คอยสังเกตดูอาการของขันธ์ที่เกิดขึ้น โดย\nรูปขันธ์ คือ ร่างกาย\nเวทนาขันธ์ คือ ความรู้สึก/การรู้สึก\nสัญญาขันธ์ คือ ความจำ/การจำ\nสังขารขันธ์ คือ ความคิด/การคิด\nวิญญาณขันธ์ คือ ความรับรู้/การรับรู้\nเมื่ออาการจริงของแต่ละขันธ์เกิดขึ้น จะต้องปฏิบัติ\nอย่างไร?\nหากเป็นทางด้านรูปขันธ์ คือ ร่างกาย ให้ปฏิบัติด้วย\nการแยกแยะเห็นโดยความเป็นธาตุ คือ แยกกายออกเป็น ดิน\nน้ำไฟ ลม\nส่วนทางด้านนามขันธ์ ๔ ซึ่งเป็นนามธรรม ให้ปฏิบัติ\nโดยเห็นการเกิด-ดับของแต่ละขันธ์ ดังนี้\nด้านเวทนาขันธ์ คือ ความรู้สึก/การรู้สึก ประกอบด้วย\nสุขเวทนา ทุกขเวทนา อทุกขมสุขเวทนา เมื่อเวทนาอย่างใด\nอย่างหนึ่งเกิดขึ้นก็ให้รู้ เช่น\nสุขเวทนาเกิดขึ้น ก็ให้รู้ว่า สุขเวทนากำลังเกิดขึ้น\nสุขเวทนากำลังปรุงแต่งจิต ก็ให้รู้ว่า จิตของเรากำลังถูก\nสุขเวทนาปรุงแต่ง\nจิตกำลังถูกสุขเวทนาปรุงแต่ง ก็ให้รู้ว่า ตัวเรากำลังได้รับ\nสุขเวทนาปรุงแต่ง\nสุขเวทนาดับไป ก็ให้รู้ว่า สุขเวทนากำลังดับไป\nให้กำหนดรู้เช่นนี้ไว้เสมอ ๆ\nการที่เวทนาเกิดขึ้น แล้วถูกกำหนดรู้\nเวทนาจะถูกละโดยอัตโนมัติ\nการละนั้นไม่ได้ละที่เวทนา\nแต่เป็นการละความเห็นผิด\nที่เคยยึดติดอยู่กับเวทนาที่ปรุงแต่ง\nเพราะเรามักจะหลงยึดเกาะกับความสุขในชีวิต\nจนหลงคิดว่า ชีวิตจะต้องไม่มีความทุกข์\nการที่เราใช้ชีวิตอยู่กับความสุข\nโดยลืมไปว่า ชีวิตจะต้องประสบกับความทุกข์\nเมื่อประสบกับความทุกข์\nจึงส่งผลให้ตั้งตัวไม่ทัน\nเกิดการตีโพยตีพาย ฟูมฟาย ร้องไห้อย่างหนัก\nทุกข์ใจ บีบคั้นใจ ฯลฯ\nนี่จึงเป็นการฝึกฝน\nที่จะช่วยทำให้เราได้สติปัญญาในด้านการปฏิบัติขึ้นมา\nด้านสัญญาขันธ์ คือความจำ/การจำ ก็ให้บอกกับตนเอง\nว่า เรื่องที่จำนั้นเป็นเรื่องราวที่ผ่านไปแล้ว ล่วงไปแล้ว ดับไป\nแล้วทั้งหมด แต่มาปรากฏทางใจอีกครั้งหนึ่ง จึงไม่ใช่เรื่องจริง\nในขณะนี้แต่อย่างใด เป็นเพียงแค่ความทรงจำที่ถ่ายทอดผ่าน\nสัญญาขันธ์เท่านั้น\nให้เข้าใจว่า สัญญาขันธ์มีหน้าที่จำ จึงต้องดึงอารมณ์\nที่ล่วงไปแล้วมาปรากฏให้เกิดการจำ ต้องอย่าหลงว่า อาการจำ\nที่เกิดขึ้นเป็นความจริง หากไม่เข้าใจอย่างนี้ จะทำให้เราหลงอารมณ์\nแล้วกล่าวโทษหรือตำหนิตนเอง จิตก็จะเศร้าหมองไปกับ\nอารมณ์ที่ล่วงไปแล้ว ละไปแล้ว หมดสิ้นไปแล้ว ซึ่งเป็นเพียง\nการจำของเราเท่านั้น\nดังนั้น เมื่อมีเรื่องราวในอดีตมาปรากฏกับใจ ก็ให้รู้ว่า\nนี่คือสัญญาขันธ์เกิดขึ้น กำลังตั้งอยู่ กำลังปรุงแต่งจิตอยู่ เมื่อรู้\nเช่นนี้ ก็จะไม่ถูกสัญญาลวงให้หลงตามอารมณ์ที่ผุดเกิดขึ้น\nเราจะละ จะคลายการยึดถือลง และคลายความไม่รู้ทาง\nอารมณ์ลงได้ การปฏิบัติที่รู้เท่าทันอย่างนี้ จะละตัณหาไปใน\nตัว นี่คือสิ่งที่เราต้องเข้าใจ\nด้านสังขารขันธ์ คือ ความคิด/การคิด\nถือเป็นปัญหามากสำหรับผู้คนในเวลานี้\nผู้ที่ไม่เข้าใจความคิด\nก็พยายามหาวิธีปฏิบัติเพื่อจะดับความคิด\nเพราะเข้าใจผิดคิดว่า\nความคิดเป็นตัวการสร้างเรื่องวุ่นวายทั้งหมดให้กับตนเอง\nแท้ที่จริง\nความคิดไม่ได้สร้างเรื่องวุ่นวายใด ๆ ให้กับเราแม้แต่น้อย\nความคิดทำหน้าที่ตามระบบธรรมชาติของสังขารขันธ์\nเพราะระบบชีวิตประกอบไปด้วย\nเวทนาขันธ์ (ต้องรู้สึก) สัญญาขันธ์ (ต้องจำ)\nสังขารขันธ์ (ต้องคิด) และวิญญาณขันธ์ (ต้องรับรู้)\nเมื่อต้องคิด\nก็คือความจริงที่จะต้องคิด\nไม่ได้ผิดจากความเป็นจริงของสังขารขันธ์\nดังนั้น เมื่อมีความคิดเกิดขึ้นกับจิต ให้บอกกับตัวเองว่า\nนี่คือสังขารขันธ์ (ความคิด/การคิด)\nสังขารขันธ์ (ความคิด/การคิด) กำลังเกิดขึ้นกับจิต\nจิตกำลังมีสังขารขันธ์ (ความคิด/การคิด)\nสังขารขันธ์ (ความคิด/การคิด) กำลังปรุงแต่งจิต\nจิตกำลังถูกสังขารขันธ์ (ความคิด/การคิด) ปรุงแต่ง\nหากไม่รู้จักสังขารขันธ์ (ความคิด/การคิด)\nที่เกิดขึ้นตามความเป็นจริง\nเรามักจะต้องการดับความคิด\nพยายามหาวิธีการต่าง ๆ ที่จะหยุดความคิด\nจึงทำให้หลงเป็นไปตามความคิด\nต่อเมื่อเรารู้ความคิดตามความเป็นจริง\nเราจะไม่ยึดความคิด (สังขารขันธ์)\nและในที่สุดจะสามารถปล่อยวางความคิดได้\nคำว่า ละ ในความหมายนี้\nจะไม่ไปละที่ตัวความคิดโดยตรง\nเนื่องจากความคิดเป็นสิ่งที่ละไม่ได้\nเพราะเป็นสิ่งที่ต้องทำหน้าที่บนระบบขันธ์ในชีวิตของเรา\nแต่ ละ ในที่นี้ คือ ละตัณหาที่ตั้งอยู่บนความคิด\nด้วยอำนาจแห่งความไม่รู้\nที่เราไม่รู้จักความคิดตามความเป็นจริง\nให้เข้าใจว่า\nหลักการนี้อยู่ในกระบวนการอริยสัจทั้งหมด\nเพราะขณะที่เราปฏิบัติโดยการกำหนดรอบรู้ขันธ์\nจะมีการกำหนดด้านอริยสัจเข้าไปอธิบายในสิ่งที่เรากำหนดรู้\nทั้งนี้ การปฏิบัติตามหลักการนี้\nไม่ได้ปฏิบัติขณะที่ทำสมาธิ\nแต่ปฏิบัติบนวิถีจิตปกติธรรมดา\nที่รับรู้รับทราบอารมณ์ที่เกิดขึ้นตามธรรรมดา\nเพราะการตรัสรู้ธรรมนั้น\nไม่ได้ตรัสรู้บนจิตที่สงบ\nแต่ตรัสรู้บนจิตที่รู้สภาพธรรมอันเกิด-ดับต่อหน้าต่อตานี้\nโดยพระพุทธองค์ตรัสไว้ว่า\n\"บุคคลผู้มีปัญญาอันเห็นความเกิดความดับ\nคือ ปัญญาที่เป็นไปเพื่อความชำแรกกิเลส\"\nนั่นคือคำกำกับตายตัวให้ได้เรียนรู้ว่า\nการละกิเลสจะทำได้ก็ต่อเมื่อเห็นการเกิด-ดับ\nเมื่อใดก็ตามที่เราเห็นการเกิดการดับของขันธ์\nการเห็นนั้นจะเป็นไปเพื่อการละกิเลส\nกิเลสไม่ได้ถูกละตามที่เราอยากจะเข้าไปละ\nแต่จะถูก ละ โดยการเห็นการเกิด-ดับอย่างถูกต้อง\nตามภาวะแห่งการเกิดขึ้นและดับไปของขันธ์\nฉะนั้น ต้องให้ขันธ์แต่ละขันธ์เกิด\nต้องให้ขันธ์ปรากฏขึ้นมา\nอย่าหลบ อย่าหลีกเลี่ยง อย่าอยากดับ\nอย่าปฏิเสธการเกิดขึ้นของขันธ์\nเพราะการที่ขันธ์แสดงตัวขึ้นมา\nจะทำให้ได้เรียนรู้\nและปฏิบัติต่อการเกิดของขันธ์อย่างถูกต้องว่า\nนี่คือการเกิดขึ้นของขันธ์\nนี่คือการตั้งอยู่ของขันธ์\nนี่คือการปรุงแต่งของขันธ์\nนี่คือการดับไปของขันธ์\nเมื่อเกิดขึ้นแล้ว ขันธ์นั้นปรุงแต่งจิตของเราให้ดี-ให้ชั่ว\nให้เป็นสุข-เป็นทุกข์ ให้เป็นบุญ-เป็นบาป ให้พอใจ-ไม่พอใจ\nให้อะไรต่าง ๆ มากมาย นั่นคือลักษณะของการปรุงแต่ง\nให้เรียนรู้เพียงแต่การเกิดและการดับไปของขันธ์อย่างนี้\nเรื่อย ๆ ด้วยข้อปฏิบัติที่เราได้สะสมความรู้เรื่องพระรัตนตรัย\nเรื่องของรูป (กาย) เรื่องของนาม ฯลฯ ซึ่งจะทำให้จิตมีกำลัง\nเพียงพอและตั้งมั่น จนเห็นความเกิดความดับที่ปรากฎ หน้าที่\nของเรา คือ กำหนดจับอารมณ์ที่เกิดขึ้นลงสู่ขันธ์ แล้วเห็น\nการเกิดการดับให้ได้\nด้านวิญญาณขันธ์ คือ ความรับรู้/การรับรู้ ก็ไม่ได้ยุ่งยาก\nในการเรียนรู้แต่อย่างใด เรารู้เรื่องของเวทนาขันธ์ สัญญาขันธ์\nสังขารขันธ์แล้ว ส่วนของวิญญาณขันธ์จะถูกเรียนรู้ไปในเวลา\nเดียวกัน เพราะวิญญาณขันธ์ทำหน้าที่ในการรู้เวทนา รู้สัญญา\nรู้สังขาร และรู้ในวิญญาณเองด้วย เนื่องจากวิญญาณขันธ์\nถูกอิงแอบแนบไปในทุก ๆ ขันธ์นั่นเอง\nกำหนดดูลักษณะของขันธ์ ๕ เกิด.ดับ\nขันธ์ทั้งห้า อิงอาศัยกันเกิด\nตั้งอยู่พร้อมกัน\nและดับลงไปพร้อมกัน\nเพื่อให้ง่ายต่อการดูการเกิด-ดับของขันธ์\nให้ยกเอาอารมณ์ (สิ่งที่ผ่านเข้ามาให้รับรู้)\nเป็นที่ตั้งแห่งการกำหนดเห็นการเกิด-ดับนั้น\nต้องเห็นการเกิดขึ้นของอารมณ์บนจิตของเราจริง ๆ\nเห็นการตั้งอยู่ของอารมณ์บนจิตใจจริง ๆ\nเห็นการดับของอารมณ์ที่ดับลงไปจริง ๆ\nเมื่ออารมณ์ดับไปโดยที่อารมณ์ใหม่ยังไม่เกิดขึ้น\nจะปรากฏเป็นความว่างชั่วขณะหนึ่ง\nสติจะเข้าไปรับรู้การดับของอารมณ์ในขณะนั้น\nแล้วกำหนดหมายลักษณะแห่งการดับไว้ในใจ\nครั้งต่อไป ก็สามารถดูความเกิด-ดับได้ทันที\nโดยไม่ต้องกำหนดแต่อย่างใด\nดังนั้น เมื่ออารมณ์ใดอารมณ์หนึ่งเกิดขึ้นกับจิต\nให้กำหนดหมายอาการที่เกิดขึ้นจากอารมณ์นั้น\nลงสู่ขันธ์แต่ละขันธ์\nเช่น เมื่อมีความโกรธเกิดขึ้นในจิต\nการกำหนดอาการที่เกิดจากอารมณ์โกรธลงสู่ขันธ์\nจะเป็นดังนี้\n- ร่างกาย ที่เร่าร้อน กระสับกระส่ายด้วยความโกรธ\nถือเป็น รูปขันธ์\n- ความรู้สึกทุกข์ ที่เกิดเพราะความโกรธ ถือเป็น เวทนาขันธ์\n- การจำ เรื่องที่โกรธ ถือเป็น สัญญาขันธ์\n- การคิด เรื่องที่โกรธอยู่ ถือเป็น สังขารขันธ์\n- การรับรู้ อารมณ์โกรธ ถือเป็น วิญญาณขันธ์\nเราได้เรียนรู้มาแล้วว่า ความโกรธไม่ใช่กิเลส\nดังนั้น เมื่อความโกรธเกิดขึ้น จึงไม่ต้องเข้าไปแก้ไข\nหรือเปลี่ยนแปลงความโกรธที่เกิดขึ้นนั้น\nให้เรียนรู้ว่า ความโกรธเกิดมาจากสังขารขันธ์\nเพราะเป็นการปรุงแต่งจิต\nการปรุงแต่งเป็นเรื่องของสังขารขันธ์\nก็ให้รู้ว่า ความโกรธจัดเป็นสังขารขันธ์\nการเกิดขึ้นของขันธ์ จะเกิดร่วมกันทุกขันธ์ ไม่พรากจากกัน\nโดยอาการที่ผู้โกรธจะแสดงออกถึงความโกรธ\nเช่น หัวใจเต้น สั่น เร็ว ถี่ สั้น\nลักษณะเหล่านี้เป็นลักษณะของกาย\nซึ่งจะเกิดร่วมกันทั้ง รูป เวทนา สัญญา สังขาร และวิญญาณ\nเกิดร่วมรับรู้ในอารมณ์เดียวกัน และดับไปพร้อมกัน\nเมื่ออารมณ์ดับไปแล้ว รูปก็สงบ จิตเราเองก็สงบ\nการเต้นของหัวใจก็กลับมาเป็นปกติ ลมหายใจก็เดินเป็นปกติ\nเวทนาที่เป็นทุกข์ก็หายไป\nไม่จดจำเรื่องที่โกรธ ไม่คิดเรื่องที่โกรธ\nและไม่รับรู้อารมณ์โกรธอีกต่อไป\nรูปขันธ์\nอีกตัวอย่างหนึ่งในการกำหนดอาการที่เกิดจากอารมณ์\nลงสู่ขันธ์\nเมื่อเกิดความตื่นเต้นขึ้นมาในจิต\n- กาย มีอาการตื่นตระหนก หัวใจเต้นเร็วและสั่น จัดเป็น\n- ความไม่ชอบใจ ต่ออาการทางร่างกายที่ตื่นตระหนก จัด\nเป็น เวทนาขันธ์\n- ความจำ ต่อเรื่องราวที่ตื่นเต้น จัดเป็น สัญญาขันธ์\n- การคิด ต่อจากอาการที่ตื่นเต้น จัดเป็น สังขารขันธ์\n- การรับรู้ อาการทางกาย ความรู้สึก การจำ การปรุงแต่ง\nต่อในอาการที่ตื่นเต้น จัดเป็น วิญญาณขันธ์\nเพราะฉะนั้น การเห็นอารมณ์ใดเกิดขึ้นกับใจ\nชื่อว่าเห็นขันธ์ ๕ เกิดขึ้น\nและหากมีสติเฝ้าดูอารมณ์ที่เกิดขึ้น\nโดยไม่ต้องทำอะไรกับอารมณ์นั้น\nจนเห็นอารมณ์ดังกล่าวดับลงไปเอง\nก็ชื่อว่า ได้เห็นการดับไปของขันธ์ ๕\nสำหรับอารมณ์ต่าง ๆ ที่เกิดขึ้นกับจิตกับใจ\nก็ให้เรียนรู้เช่นเดียวกับอารมณ์ตามตัวอย่างข้างต้นนี้\nเมื่อความเห็นในการเกิด-ดับ\nเพียงพอต่อการทำลายอาสวกิเลสแล้ว\nความเห็นถูกนี้จะเข้าไปทำลายความเห็นผิดที่ว่า\nสิ่งนั้นเป็นเรา เป็นของเรา\nสักกายทิฏฐิ (ความเห็นผิดว่ามีตัวตน) จะถูกละ\nกระแสแรกแห่งพระนิพพานจะเกิดปรากฏขึ้นกับจิต\nด้วยกระบวนการและวิธีการนี้\nจิตจะดำเนินไปตามหลักการนี้\nคือ จะต้องเห็นการเกิด-ดับ เกิด-ดับ เกิด-ดับ\nอย่างติดต่อเนื่องกันนั่นเอง\nลำดับที่ ๖ กำหนดขันธ์ ๕ ลงสู่อริยสัจ ๔\nกิจด้านปัญญาที่สำคัญ\nในการกำหนดรู้อารมณ์ที่ปรากฏกับขันธ์\nคือ ให้เห็นความเกิดความดับเพื่อทำมรรคให้เต็มรอบนั้น\nจะต้องกำหนดอารมณ์และขันธ์ลงสู่อริยสัจ ๔ ให้ได้\nอารมณ์ ทุกอารมณ์ให้จัดลงในส่วนของ ทุกข์ เสมอ\nตัณหา ที่เกิดร่วมกับอารมณ์ทุกอารมณ์ให้จัดลง สมุทัย\nความดับ ของตัณหาพร้อมความดับของอารมณ์ให้จัดลง นิโรธ\nการกำหนดรู้ อารมณ์เกิด-ดับพร้อมกับตัณหาให้จัดลง มรรค\nตัวอย่างเช่น\nอารมณ์โกรธที่อาศัยขันธ์ ๕ เกิด จัดเป็น ทุกขสัจจะ\nตัณหาที่เกิดร่วมกับอารมณ์โกรธ จัดเป็น สมุทัยสัจจะ\nความดับไปของตัณหาพร้อมกับอารมณ์โกรธ\nจัดเป็น นิโรธสัจจะ\nการกำหนดรู้ความเกิดความดับของอารมณ์พร้อมกับตับตัณหา\nจัดเป็น มรรคสัจจะ\nให้ดำเนินมรรคสัจจะนี้\nโดยเห็นความเกิดความดับ\nพร้อมกับการกำหนดขันธ์ ๕ ลงสู่อริยสัจ\nเพื่อทำมรรคให้เต็มรอบ\nเมื่อเห็นขันธ์ ๕ และอารมณ์เกิด-ดับไปเรื่อย ๆ\nจะไปกระเทือนต่อสัจธรรมในระบบธรรมชาติ\nอนิจจัง ทุกขัง อนัตตา จะเผยตัวออกมาให้เห็น\nการเห็นการเกิด-ดับ\nทำให้เห็น อนิจจัง ทุกขัง อนัตตา ได้อย่างไร?\nหากเที่ยงแท้แล้ว จะมีการเกิด-ดับหรือไม่?\nถ้าคงที่แล้ว จะมีการเกิด-ดับหรือไม่?\nนี่คือสัจจะ นี่คือความจริง\nการเห็นการเกิด-ดับ ถือเป็นการเห็นไตรลักษณ์ การ\nเห็นไตรลักษณ์ที่เกิดขึ้นกับตนเองนี้เอง จะเข้าไปกระเทือน"
        },
        {
            "title": "ไตรลักษณ์ในระบบธรรมชาติ จะทำให้จิตของเราเชื่อม",
            "content": "ต่อกับธรรมชาติอันหนึ่งที่เรียกว่า อสังขตะ\" ซึ่งอสังขตะนี้นี้\nเป็นธรรมชาติที่เชื่อมต่อกับกระแสพระนิพพาน เมื่อกระแส\nพระนิพพานเชื่อมต่อกับจิต (ผ่านอสังขตะ) จะเกิดการละ\nสักกายทิฏฐิ พร้อมกับกระแสพระนิพพานปรากฏขึ้นรองรับจิต\nโสดาปัตติผลก็จะบังเกิดขึ้น\n\"ไตรลักษณ์ เป็นธรรมะที่ทำให้เป็นพระอริยะ (อริยกธรรม) ประกอบด้วย\nลักษณะ ๓ ประการ อันเป็นสามัญลักษณะ คือ กฎธรรมคาของสรรพสิ่งทั้งปวง\nอันได้แก่\nอนิจจลักษณะ ลักษณะไม่เที่ยง มีการแปรเปลี่ยนไปเป็นธรรมดา\nทุกขลักษณะ ลักษณะทนอยู่ตลลขดไปไม่ไม่ได้ ถูกบีบคั้นอยู่ตลดด้วยอำนาจ\nของธรรมชาติ ทำให้ทุกสิ่งไม่สามารถทนอยู่ในสภาพเพเดิมได้ตลอดไป\nอนัดพลักษณะ ลักษณะไม่สามารถบังคับบัญชาให้เป็นไปตามต้องการได้"
        },
        {
            "title": "ไตรลักษณ์ คือ การมริดขึ้น ตั้งอยู่ และดับไป ทุกสิ่งในโลกนี้ล้วนแล้วนแล้วอยให้",
            "content": "กฎไตรลักษณ์\n\" อลังขตะ หมายถึงธรรมอันปราศจากเหตุปัจจัยปรุงแต่ง อันได้แก่\nพระนิพพาน\nเราปฏิบัติมาทั้งหมด ฝึกฝนมาทั้งหมด\nเพื่อทำให้สักกายทิฏฐิดับไป\nละไป ขาดไป หมดไป สิ้นไปจากจิต\nเมื่อสักกายทิฏฐิขาดออกจากจิตแล้ว\nจะขาดโดยสิ้นเชิง ไม่มีทางกลับมาต่อกันได้อีก\nกระแสพระนิพพานจะเกิดประจักษ์กับใจบุคคลนั้น\nใจจะมุ่งมั่นปักดิ่งเข้าไปในกระแสพระนิพพาน\nอย่างไม่เขยื้อนเคลื่อนคลาย\nประดุจดังเสาหลักใหญ่ที่ฝังดินดีแล้วดังที่กล่าวไว้ในรัตนสูตร\nที่กล่าวถึงผู้ปฏิบัติที่เห็นแจ้งอริยสัจ ๔\" พร้อมกับพระนิพพาน\nโดยจะรู้ธรรมบทหนึ่งขึ้นมาอย่างที่ไม่เคยรู้มาก่อน\nแม้จะได้ยินได้ฟังมาก่อนก็ตาม\nแต่เมื่อกระแสพระนิพพานเกิดกับจิตแล้ว\nจะเหมือนกับเพิ่งได้ยินได้ฟังบทธรรมนี้ในขณะนั้น\n\" อริยสัจ ๔ ความจริงอันประเสริฐ ประกอบด้วย\n๑. ทุกข์ คือ ความจริงที่ว่าด้วยความทุกข์\n๒. สมุทัย คือ ความจริงที่ว่าด้วยเหตุให้เกิดทุกข์\n๓. นิโรธ คือ ความจริงที่ว่าด้วยความดับทุกข์\n๔. มรรค คือ ความจริงที่ว่าด้วยทางแห่งความดับทุกข์\nธรรมดา\nบทธรรมที่จะเกิดขึ้นแนบกับจิต คือ บทที่ว่า...\nสิ่งใดสิ่งหนึ่งเกิดขึ้นเป็นธรรมดา สิ่งนั้นย่อมดับไปเป็น\nหรือบทบาลีที่ว่า...\nยงกิญจิ สมุทยธมฺมํ สพฺพนฺตํ นิโรธธมฺม.\nธรรมบทนี้แสดงให้เห็นว่า\nการปฏิบัติที่ทำมาทั้งหมดนั้น\nรวบยอดอยู่ที่การเห็นความเกิดความดับ\nโดยเราจะเห็นสมุทัย (เหตุที่ทำให้เกิดทุกข์) เกิดขึ้น\nเมื่อสมุทัยถูกรู้ สมุทัยก็จะดับไป\nกระบวนการแห่งการเห็นเกิดเห็นดับอย่างนี้คือมรรค\nเมื่อมรรคบริบูรณ์เพียงพอ\nก็จะไปทำลายอาสวกิเลส\nนี่จึงเป็นข้ออธิบายการปฏิบัติ\nซึ่งสอดคล้องกับเรื่องราว\nที่พระพุทธองค์ตรัสรู้ ณ ใต้ต้นพระศรีมหาโพธิ\nเมืองพุทธคยา ประเทศอินเดีย\nโดยในวันที่พระองค์ตรัสรู้นั้น\nได้ทรงพิจารณาดูการเกิดการดับของภพ\nในปฏิจจสมุปบาท**\nทั้งสายสมุทยวาระ (สายเกิด)\nและสายนิโรธวาระ (สายดับ)\n\" ภพในปฏิจจสมุปบาท หมายถึงภาวะของชีวิต หรือภาวะของจิตที่อยู่\nภายใต้การครอบง่าของอุปาทานถนช่วงระยะเวลาหนึ่งๆภพในวงจรปฏิจจสมุบาท\nเป็นองค์ธรรมที่แสดงถึงการดำเนิน และเป็นไปของจิตอย่างครบถ้วนบริบูรณ์เท่านั้น\nไม่สามารถดับทุกข์ลงไปได้โดยตรง\nและด้วยพระองค์ทรงมีพระปัญญาอันละเอียด จึงทรง\nเห็นห่วงโซ่ของการเกิด** แบบละเอียดมาก\n** ห่วงโซ่ของการเกิด ประกอบด้วย\n๑. อวิชชาปัจจยา สังขารา อวิชชาเป็นปัจจัยที่ทำให้เกิดสังขารการปรุงแต่ง\nลังชาเป็นสภาระของการปรุงแต่งทางกาย วาจาและใจ เป็นการปรุงแต่งให้ฟังให้ฟังไปสู่\nอายตนะต่าง ๆ ในจิตนอกสำนึก\n๒.สังชาราปัจจยาวิญญาณังสังขารเป็นปัจจัยต่อการรับรู้ของจิตวิญญาณ\nการรับรู้ ทำงานแยกตามอายตนะและมิใช่ดวงวิญญาณ โดยอาศัยการปรุงแต่งที่\nถูกครอบงำโดยอวิชชา\n๓. วิญญาณะปัจจจยา นามรูปัง การรับรู้ของจิตทำให้เกิดการรู้จักรูปและ\nนาม รู้จักรูป อันได้แก่ มหาภูตรูป และอุปาทยรูป รู้จักนามซึ่งเป็นอาการของจิด\nยันได้แก่ เวทนา สัญญา เจตนา ผัสสะ และมนสิการ หรือการทำในใจ แต่ยังไม่ใช่\nรูปนามที่ปกติบุคคลเห็นได้ในปัจจุบันขณะ\n๔. นามรูปะปัจจยา สพำยตนัง เพราะรูปและนามจึงมีการทำงานของ\nอายตนะภายในทั้งหกอันได้แก่ ตา หู จมูก ลิ้น กายและใจ\n๕. สฟายตนะปัจจยา ผัสโส การทำงานที่อายตนะทำให้เกิดการกระทบกับ\nอายตนะภายนอก\n๖. ผัสสะปัจจยา เวทนา เพราะมีการกระทบและการรับรู้ของจิตที่อายดนะ\nจึงมีเวทนาความรู้สึกที่เกิดจากการกระทบตามช่องทางอายตนะนั้น ๆ\n๙. เวทนาปัจจยา ตัณหา เพราะเวทนาจึงเกิดตัณหา ซึ่งเป็นความทะยาน\nอยากใน รูป รส กลิ่น เสียง กายสัมผัสและธรรมารมณ์ บางพระสูตรใช้คำว่านันทิ\nความติดใจเพลิดเพลินแทนคำว่าตัณหา\n๘. ตัณหาปัจจยา อุปาทานัง เพราะความทะยานอยากจึงมีความยึดมั่น\nถือมั่น\n๙. อุปาทานะปัจจยา ภโว ความยึดมั่นถือมั่น เป็นปัจจัยแห่งภพ หรือ\nความมี ความเป็น ซึ่งก็คืออัตตานั่นเอง\n๑๐. ภวะปัจจยา ชาติ เพราะภพจึงทำให้เกิดความเกิดขึ้นมา\n๑๑. ชาตะปัจจยา ชรา มรณัง ความเกิดเป็นปัจจัยของความเสื่อมและสิ้นไป\nห่วงโซ่ที่พระพุทธองค์ทรงเห็นนั้น\nมีอวิชชาเป็นปัจจัยทำให้เกิดสังขารการปรุงแต่ง\nไปจนถึงปัจจัยที่ทำให้เกิด ความเกิด ความแก่\nความตาย ความเศร้าโศก ความคร่ำครวญ\nความทุกข์กายทุกข์ใจ และความคับแค้นใจ\nพระองค์ทรงประมวลได้ว่า\nวงจรปฏิจจสมุปบาทนี่เอง\nเป็นที่มาของการเกิดกองทุกข์ทั้งมวล\nนิโรธ คือ การดับไปของสมุทัย\nโดยธรรมชาติมีกฎตายตัวว่า\nสิ่งใดเกิดขึ้น สิ่งนั้นย่อมดับไป\nสมุทัยซึ่งเป็นกิเลสก็อยู่ภายใต้กฎนี้เช่นกัน\nดังนั้น เมื่อสมุทัยเกิดขึ้น สมุทัยก็จะดับไปเอง\nนั่นหมายถึงว่า กิเลสก็ไม่ได้เป็นสิ่งคงทนและยั่งยืนตลอดไป\nเมื่อกิเลสเกิดขึ้นแล้วก็จะดับลงไปเช่นกัน\nซึ่งการเกิด-ดับของกิเลส\nสามารถเห็นได้จากกิเลสที่เกิดขึ้นในคราวที่เราเป็นเด็ก\nขณะนี้ก็ดับไปหมดแล้ว\nไม่มีเหลืออยู่ในเวลานี้\nความต้องการ ความอยากได้ หรือไม่อยากได้\nในช่วงเวลาที่เป็นเด็ก\nได้หายไปหมดแล้วในขณะนี้\nทุกสิ่งล้วนแต่ดับไป ดับไป และดับไป\nการดับไปของกิเลสที่ไม่ได้ถูกรู้จากเรา\nถือเป็นการดับไปด้วยความไม่รู้\nความไม่รู้จึงสามารถดึงเอาเชื้อแห่งภพ\nอันเป็นกิเลสก่อนหน้านี้ที่ไม่ได้ถูกรู้\nนำไปสู่การเกิดได้อีก\nพระพุทธองค์ได้ตรัสในส่วนของนิโรธวาระ\n(ปฏิจจสมุปบาทสายดับ) ว่า\nอวิชชายเตวว อเสสวิราคนิโรธา สงขารนิโรโธ\nมีความหมายว่า\nการดับโดยไม่เหลือของอวิชชาด้วยวิราคธรรม สังขารจึงดับ\nโดยที่ วิราคธรรม*\" นี้ หมายถึง อริยมรรค นั่นเอง\nซึ่ง เส้นทางแห่งอริยมรรค\nสามารถปฏิบัติได้โดยการเห็นการเกิด-ดับของอารมณ์\nหรือการเห็นการเกิด-ดับของขันธ์ ๕\nดังได้อธิบายไปแล้วข้างต้น\n\" วิราคธรรม หมายถึง ธรรมอันย่ำยีความเมา กำจัดความกระหาย\nถอนเสียซึ่งอาลัย เข้าไปตัดวัฏฏะ เป็นที่สิ้นคัณหา เป็นที่คลายกำหนัด\nเราเกิดมาก็เนื่องด้วยสมุทัยจากอดีต (สมุทัยเก่า)\nซึ่งไม่สามารถแก้ไขได้ในปัจจุบัน\nโดยการเกิดนั้น ถือเป็นสัจจะ\nที่พระพุทธองค์ทรงจัดไว้ในอริยสัจข้อที่ ๑ คือ ทุกข์\nเป็นสัจจะที่จะต้องรู้และยอมรับ\nไม่สามารถปฏิเสธได้\nสิ่งที่เราสามารถจะทำได้\nคือ การละสมุทัยที่จะเกิดขึ้นใหม่\nด้วยการกำหนดรู้เพื่อไม่สืบต่อภพ\nกล่าวง่าย ๆ ว่า\nไม่สร้างสมุทัยใหม่จากสมุทัยเดิมนั่นเอง\nเมื่อสมุทัย (ใหม่) ถูกรู้ ก็จะดับไป\nเป็นการดับไปด้วยความรู้ตามความเป็นจริง\nนิโรธ (ความดับ) ก็จะแจ้งขึ้นมา\nซึ่งเป็นการแจ้งด้วยข้อปฏิบัติที่เรียกว่า วิราคธรรม\nคือ อริยมรรคที่ทำอยู่ขณะนั้น รู้อยู่ในขณะนั้น\nถ้ากิเลสไม่ได้ถูกดับไปด้วยวิราคธรรม\nคือ ไม่ได้ดับไปด้วยการกำหนดรู้\nแต่ดับไปตามวาระกาลปกติโดยที่ไม่ได้ถูกละ\nกิเลสก็จะไม่ถูกชำระล้าง\nความดับ ๒ ประเภท\nความดับมี ๒ ประเภท หรือ ๒ ความหมาย\nความหมายแรก คือ\nสมุทัยเกิด เราจะทุกข์เพราะสมุทัยนั้น\nความทุกข์นี้จะนำมาซึ่งความทุกข์ที่ก่อตัวเป็นอารมณ์\nหรืออารัมมณะ คือ จะมีทุกข์ในชั้นของอารมณ์\nความหมายที่สอง คือ\nทุกข์ในชั้นที่กำลังก่อตัวขึ้นด้วยสมุทัย (ใหม่)\nซึ่งเป็นตัวนำเกิดให้มีทุกข์สองชั้นอย่างนี้\nทุกข์ในส่วนอารัมมณะให้ยอมรับ\nทุกข์ในส่วนของเหตุคือสมุทัย (เก่า)\nที่ก่อตัวมาจากความอยาก\nตัณหา แรงอาสวะ แรงอุปาทาน อนุสัยต่าง ๆ\nที่อยู่ภายในใจจะถูกดึงออกมาให้เห็น\nการที่เราเข้าไปรู้อย่างนี้\nเรียกว่า รู้สมุทัยอันมีมาแต่ปางก่อน\nขณะที่รู้สมุทัยที่มีมาแต่ปางก่อน\nทำให้เราไม่สร้างสมุทัยใหม่\nสมุทัยที่เกิดขึ้นก็จะมีอยู่เท่านั้น\nและถูกรู้จากเรา\nการที่สมุทัยถูกรู้\nจึงเกิดการชำระล้าง\nอาสวะจะถูกล้างออกไปจากจิต\nเมื่ออาสวะถูกล้างหมดไป\nนิโรธ (ความดับ) ก็จะแจ้งขึ้นมา\nในการปฏิบัติเพื่อให้นิโรธแจ้งขึ้นมา\nเรามักจะปฏิบัติเป็น ๒ ด้าน คือ\n๑. อยากให้สมุทัยดับไปตามความต้องการของเรา\nเพราะไม่ต้องการเผชิญกับทุกข์\nจึงดูสมุทัยจนดับไปด้วยความอยาก\nการดับไปอย่างนี้\nจะเป็นการตอบสนองต่อตัณหาใหม่\nคือ ตอบสนองต่อความอยากใหม่โดยไม่รู้ตัว\n๒. อดทนยอมรับความทุกข์ที่เป็นแรงบีบคั้นจากตัณหา\nจนกว่าจะเห็นการดับไปของตัณหาเอง\nการดับอย่างนี้จะตอบสนองต่อมรรค\nเป็นปัญญาในการล้างอาสวะ (กิเลส)\nฉะนั้น ต้องแยกแยะการปฏิบัติต่อสมุทัยทั้งสองด้านนี้ให้ดี\nไม่เช่นนั้นจะเกิดความหลงดีใจว่า\nทุกข์ดับไปแล้ว สบายใจได้แล้ว\nแต่แท้ที่จริง\nกลับกลายเป็นการตอบสนองต่อความอยากโดยไม่รู้ตัว\nเมื่อแยกแยะการปฏิบัติได้\nเราจะเดินมรรคได้อย่างถูกต้อง\nโดยการเห็นการเกิดการดับนี้\nจะเป็นปัญญาในการชำแรกกิเลสออกจากจิต\nข้อปฏิบัติต่อไปในชั้นอริยมรรค\nจิตจะฉลาดยิ่งขึ้น\nหากปฏิบัติได้เช่นนี้\nก็จะเข้าสู่อริยบุคคลขั้นแรก\nคือ ชั้นโสดาบัน ซึ่งปิดอบายภูมิได้\nขั้นตอนการปฏิบัติ\nตามแนวทางที่พระอาจารย์ต้นกำหนด\nจากที่กล่าวมาทั้งหมด\nสามารถสรุปเป็นขั้นตอนการปฏิบัติ\nตามแนวทางที่พระอาจารย์ต้นกำหนดไว้ได้ดังนี้\n๑. ระลึกถึงพระรัตนตรัย\n๒. ท่องบทธาตุกัมมัฏฐาน ๔\n๓. พิจารณากาย ๖ ขั้นตอน\n๔. ท่องบทขันธ์ ๕\n๕. เรียนรู้ขันธ์ ๕ ด้วยการกำหนดดูลักษณะของขันธ์ ๕\nเกิด-ดับ\n๖. กำหนดขันธ์ ๕ ลงสู่อริยสัจ ๔"
        }
    ]
}